package com.cjj.kotlindemo.bo;

import com.google.gson.annotations.SerializedName;

import java.util.List;

public class Annotations {

    /**
     * count : 20
     * start : 0
     * total : 1962
     * annotations : [{"chapter":"","book":{"rating":{"max":10,"numRaters":277915,"average":"8.6","min":0},"subtitle":"","author":["[日] 东野圭吾"],"pubdate":"2014-5","tags":[{"count":79949,"name":"东野圭吾","title":"东野圭吾"},{"count":44058,"name":"治愈","title":"治愈"},{"count":36796,"name":"小说","title":"小说"},{"count":35612,"name":"温暖","title":"温暖"},{"count":35037,"name":"日本","title":"日本"},{"count":30599,"name":"日本文学","title":"日本文学"},{"count":26039,"name":"東野圭吾","title":"東野圭吾"},{"count":18821,"name":"推理","title":"推理"}],"origin_title":"ナミヤ雑貨店の奇蹟","image":"https://img3.doubanio.com/view/subject/m/public/s27264181.jpg","binding":"精装","translator":["李盈春"],"catalog":"第一章 回答在牛奶箱里\n第二章 深夜的口琴声\n第三章 在思域车上等到天亮\n第四章 听着披头士默祷\n第五章 来自天上的祈祷","ebook_url":"https://read.douban.com/ebook/36103930/","pages":"291","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s27264181.jpg","large":"https://img3.doubanio.com/lpic/s27264181.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s27264181.jpg"},"alt":"https://book.douban.com/subject/25862578/","id":"25862578","publisher":"南海出版公司","isbn10":"7544270874","isbn13":"9787544270878","title":"解忧杂货店","url":"https://api.douban.com/v2/book/25862578","alt_title":"ナミヤ雑貨店の奇蹟","author_intro":"东野圭吾\n日本著名作家。\n1985年，《放学后》获第31届江户川乱步奖，开始专职写作；\n1999年，《秘密》获第52届日本推理作家协会奖；\n2005年出版的《嫌疑人X的献身》史无前例地同时获得第134届直木奖、第6届本格推理小说大奖，以及年度三大推理小说排行榜第1名；\n2008年，《流星之绊》获第43届新风奖；\n2009年出版的《新参者》获两大推理小说排行榜年度第1名；\n2012年，《解忧杂货店》获第7届中央公论文艺奖。\n2014年，《祈りの幕が下りる時》（暂译《祈祷落幕时》）获第48届吉川英治文学奖。","summary":"现代人内心流失的东西，这家杂货店能帮你找回\u2014\u2014\n僻静的街道旁有一家杂货店，只要写下烦恼投进卷帘门的投信口，第二天就会在店后的牛奶箱里得到回答。\n因男友身患绝症，年轻女孩静子在爱情与梦想间徘徊；克郎为了音乐梦想离家漂泊，却在现实中寸步难行；少年浩介面临家庭巨变，挣扎在亲情与未来的迷茫中\u2026\u2026\n他们将困惑写成信投进杂货店，随即奇妙的事情竟不断发生。\n生命中的一次偶然交会，将如何演绎出截然不同的人生？\n如今回顾写作过程，我发现自己始终在思考一个问题：站在人生的岔路口，人究竟应该怎么做？我希望读者能在掩卷时喃喃自语：我从未读过这样的小说。\u2014\u2014东野圭吾","ebook_price":"13.00","series":{"id":"868","title":"新经典文库·东野圭吾作品"},"price":"39.50元"},"author_user":{"name":"爱撒娇的猪兔兔","is_banned":false,"is_suicide":false,"url":"https://api.douban.com/v2/user/62556002","avatar":"https://img1.doubanio.com/icon/user_normal.jpg","uid":"62556002","alt":"https://www.douban.com/people/62556002/","type":"user","id":"62556002","large_avatar":"https://img3.doubanio.com/icon/user_large.jpg"},"privacy":2,"abstract_photo":"","abstract":"人与人之间情断义绝，并不需要什么具体的理由。就算表面上有，也很可能只是心离开的结果，事后才编造出的借口而已。因为倘若心没有离开，当将会导致关系破裂的事态发生时，理应有人努力去挽救。如果没有，说明其...","summary":"人与人之间情断义绝，并不需要什么具体的理由。就算表面上有，也很可能只是心离开的结果，事后才编造出的借口而已。因为倘若心没有离开，当将会导致关系破裂的事态发生时，理应有人努力去挽救。如果没有，说明其...","content":"人与人之间情断义绝，并不需要什么具体的理由。就算表面上有，也很可能只是心离开的结果，事后才编造出的借口而已。因为倘若心没有离开，当将会导致关系破裂的事态发生时，理应有人努力去挽救。如果没有，说明其实关系早已破裂。","photos":{},"last_photo":0,"comments_count":102,"hasmath":false,"book_id":"25862578","time":"2018-04-12 20:01:17","author_id":"62556002","id":"32072276","page_no":175},{"chapter":"在天上祈祷","book":{"rating":{"max":10,"numRaters":277915,"average":"8.6","min":0},"subtitle":"","author":["[日] 东野圭吾"],"pubdate":"2014-5","tags":[{"count":79949,"name":"东野圭吾","title":"东野圭吾"},{"count":44058,"name":"治愈","title":"治愈"},{"count":36796,"name":"小说","title":"小说"},{"count":35612,"name":"温暖","title":"温暖"},{"count":35037,"name":"日本","title":"日本"},{"count":30599,"name":"日本文学","title":"日本文学"},{"count":26039,"name":"東野圭吾","title":"東野圭吾"},{"count":18821,"name":"推理","title":"推理"}],"origin_title":"ナミヤ雑貨店の奇蹟","image":"https://img3.doubanio.com/view/subject/m/public/s27264181.jpg","binding":"精装","translator":["李盈春"],"catalog":"第一章 回答在牛奶箱里\n第二章 深夜的口琴声\n第三章 在思域车上等到天亮\n第四章 听着披头士默祷\n第五章 来自天上的祈祷","ebook_url":"https://read.douban.com/ebook/36103930/","pages":"291","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s27264181.jpg","large":"https://img3.doubanio.com/lpic/s27264181.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s27264181.jpg"},"alt":"https://book.douban.com/subject/25862578/","id":"25862578","publisher":"南海出版公司","isbn10":"7544270874","isbn13":"9787544270878","title":"解忧杂货店","url":"https://api.douban.com/v2/book/25862578","alt_title":"ナミヤ雑貨店の奇蹟","author_intro":"东野圭吾\n日本著名作家。\n1985年，《放学后》获第31届江户川乱步奖，开始专职写作；\n1999年，《秘密》获第52届日本推理作家协会奖；\n2005年出版的《嫌疑人X的献身》史无前例地同时获得第134届直木奖、第6届本格推理小说大奖，以及年度三大推理小说排行榜第1名；\n2008年，《流星之绊》获第43届新风奖；\n2009年出版的《新参者》获两大推理小说排行榜年度第1名；\n2012年，《解忧杂货店》获第7届中央公论文艺奖。\n2014年，《祈りの幕が下りる時》（暂译《祈祷落幕时》）获第48届吉川英治文学奖。","summary":"现代人内心流失的东西，这家杂货店能帮你找回\u2014\u2014\n僻静的街道旁有一家杂货店，只要写下烦恼投进卷帘门的投信口，第二天就会在店后的牛奶箱里得到回答。\n因男友身患绝症，年轻女孩静子在爱情与梦想间徘徊；克郎为了音乐梦想离家漂泊，却在现实中寸步难行；少年浩介面临家庭巨变，挣扎在亲情与未来的迷茫中\u2026\u2026\n他们将困惑写成信投进杂货店，随即奇妙的事情竟不断发生。\n生命中的一次偶然交会，将如何演绎出截然不同的人生？\n如今回顾写作过程，我发现自己始终在思考一个问题：站在人生的岔路口，人究竟应该怎么做？我希望读者能在掩卷时喃喃自语：我从未读过这样的小说。\u2014\u2014东野圭吾","ebook_price":"13.00","series":{"id":"868","title":"新经典文库·东野圭吾作品"},"price":"39.50元"},"author_user":{"name":"Steven","is_banned":false,"is_suicide":false,"url":"https://api.douban.com/v2/user/41902926","avatar":"https://img1.doubanio.com/icon/u41902926-7.jpg","uid":"41902926","alt":"https://www.douban.com/people/41902926/","type":"user","id":"41902926","large_avatar":"https://img1.doubanio.com/icon/up41902926-7.jpg"},"privacy":2,"abstract_photo":"","abstract":"如果说，来找我咨询烦恼的人是迷途的羔羊，通常他们手上都有地图，却没有看地图，或是不知道自己目前的位置。\r\n但我相信你不属于任何一种情况，你画的地图是一张白纸，所以，即使想决定目的地，也不知道路在哪里...","summary":"如果说，来找我咨询烦恼的人是迷途的羔羊，通常他们手上都有地图，却没有看地图，或是不知道自己目前的位置。\r\n但我相信你不属于任何一种情况，你画的地图是一张白纸，所以，即使想决定目的地，也不知道路在哪里...","content":"<原文开始>如果说，来找我咨询烦恼的人是迷途的羔羊，通常他们手上都有地图，却没有看地图，或是不知道自己目前的位置。\r\n但我相信你不属于任何一种情况，你画的地图是一张白纸，所以，即使想决定目的地，也不知道路在哪里。\r\n地图是白纸当然很伤脑筋，任何人都会布置所措。\r\n但是不妨换一个角度思考，正因为是白纸，所以可以画任何地图，一切都掌握在你自己手上。你很自由，充满了无限可能。这是很棒的事，我衷心祈祷你可以相信自己，无悔地燃烧自己<\/原文结束>\r\n多谢答案","photos":{},"last_photo":0,"comments_count":26,"hasmath":false,"book_id":"25862578","time":"2018-01-29 17:21:59","author_id":"41902926","id":"32080429","page_no":298},{"chapter":"","book":{"rating":{"max":10,"numRaters":277915,"average":"8.6","min":0},"subtitle":"","author":["[日] 东野圭吾"],"pubdate":"2014-5","tags":[{"count":79949,"name":"东野圭吾","title":"东野圭吾"},{"count":44058,"name":"治愈","title":"治愈"},{"count":36796,"name":"小说","title":"小说"},{"count":35612,"name":"温暖","title":"温暖"},{"count":35037,"name":"日本","title":"日本"},{"count":30599,"name":"日本文学","title":"日本文学"},{"count":26039,"name":"東野圭吾","title":"東野圭吾"},{"count":18821,"name":"推理","title":"推理"}],"origin_title":"ナミヤ雑貨店の奇蹟","image":"https://img3.doubanio.com/view/subject/m/public/s27264181.jpg","binding":"精装","translator":["李盈春"],"catalog":"第一章 回答在牛奶箱里\n第二章 深夜的口琴声\n第三章 在思域车上等到天亮\n第四章 听着披头士默祷\n第五章 来自天上的祈祷","ebook_url":"https://read.douban.com/ebook/36103930/","pages":"291","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s27264181.jpg","large":"https://img3.doubanio.com/lpic/s27264181.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s27264181.jpg"},"alt":"https://book.douban.com/subject/25862578/","id":"25862578","publisher":"南海出版公司","isbn10":"7544270874","isbn13":"9787544270878","title":"解忧杂货店","url":"https://api.douban.com/v2/book/25862578","alt_title":"ナミヤ雑貨店の奇蹟","author_intro":"东野圭吾\n日本著名作家。\n1985年，《放学后》获第31届江户川乱步奖，开始专职写作；\n1999年，《秘密》获第52届日本推理作家协会奖；\n2005年出版的《嫌疑人X的献身》史无前例地同时获得第134届直木奖、第6届本格推理小说大奖，以及年度三大推理小说排行榜第1名；\n2008年，《流星之绊》获第43届新风奖；\n2009年出版的《新参者》获两大推理小说排行榜年度第1名；\n2012年，《解忧杂货店》获第7届中央公论文艺奖。\n2014年，《祈りの幕が下りる時》（暂译《祈祷落幕时》）获第48届吉川英治文学奖。","summary":"现代人内心流失的东西，这家杂货店能帮你找回\u2014\u2014\n僻静的街道旁有一家杂货店，只要写下烦恼投进卷帘门的投信口，第二天就会在店后的牛奶箱里得到回答。\n因男友身患绝症，年轻女孩静子在爱情与梦想间徘徊；克郎为了音乐梦想离家漂泊，却在现实中寸步难行；少年浩介面临家庭巨变，挣扎在亲情与未来的迷茫中\u2026\u2026\n他们将困惑写成信投进杂货店，随即奇妙的事情竟不断发生。\n生命中的一次偶然交会，将如何演绎出截然不同的人生？\n如今回顾写作过程，我发现自己始终在思考一个问题：站在人生的岔路口，人究竟应该怎么做？我希望读者能在掩卷时喃喃自语：我从未读过这样的小说。\u2014\u2014东野圭吾","ebook_price":"13.00","series":{"id":"868","title":"新经典文库·东野圭吾作品"},"price":"39.50元"},"author_user":{"name":"浮生堂主","is_banned":false,"is_suicide":false,"url":"https://api.douban.com/v2/user/1267062","avatar":"https://img3.doubanio.com/icon/u1267062-42.jpg","uid":"fushengtangzhu","alt":"https://www.douban.com/people/fushengtangzhu/","type":"user","id":"1267062","large_avatar":"https://img3.doubanio.com/icon/up1267062-42.jpg"},"privacy":2,"abstract_photo":"","abstract":"如果自己不想积极认真地生活，不管得到什么样的回答都没有用。","summary":"如果自己不想积极认真地生活，不管得到什么样的回答都没有用。","content":"如果自己不想积极认真地生活，不管得到什么样的回答都没有用。","photos":{},"last_photo":0,"comments_count":22,"hasmath":false,"book_id":"25862578","time":"2017-12-08 22:51:23","author_id":"1267062","id":"32115991","page_no":1},{"chapter":"解忧杂货店信件收寄时间线 / 人物关系图","book":{"rating":{"max":10,"numRaters":277915,"average":"8.6","min":0},"subtitle":"","author":["[日] 东野圭吾"],"pubdate":"2014-5","tags":[{"count":79949,"name":"东野圭吾","title":"东野圭吾"},{"count":44058,"name":"治愈","title":"治愈"},{"count":36796,"name":"小说","title":"小说"},{"count":35612,"name":"温暖","title":"温暖"},{"count":35037,"name":"日本","title":"日本"},{"count":30599,"name":"日本文学","title":"日本文学"},{"count":26039,"name":"東野圭吾","title":"東野圭吾"},{"count":18821,"name":"推理","title":"推理"}],"origin_title":"ナミヤ雑貨店の奇蹟","image":"https://img3.doubanio.com/view/subject/m/public/s27264181.jpg","binding":"精装","translator":["李盈春"],"catalog":"第一章 回答在牛奶箱里\n第二章 深夜的口琴声\n第三章 在思域车上等到天亮\n第四章 听着披头士默祷\n第五章 来自天上的祈祷","ebook_url":"https://read.douban.com/ebook/36103930/","pages":"291","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s27264181.jpg","large":"https://img3.doubanio.com/lpic/s27264181.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s27264181.jpg"},"alt":"https://book.douban.com/subject/25862578/","id":"25862578","publisher":"南海出版公司","isbn10":"7544270874","isbn13":"9787544270878","title":"解忧杂货店","url":"https://api.douban.com/v2/book/25862578","alt_title":"ナミヤ雑貨店の奇蹟","author_intro":"东野圭吾\n日本著名作家。\n1985年，《放学后》获第31届江户川乱步奖，开始专职写作；\n1999年，《秘密》获第52届日本推理作家协会奖；\n2005年出版的《嫌疑人X的献身》史无前例地同时获得第134届直木奖、第6届本格推理小说大奖，以及年度三大推理小说排行榜第1名；\n2008年，《流星之绊》获第43届新风奖；\n2009年出版的《新参者》获两大推理小说排行榜年度第1名；\n2012年，《解忧杂货店》获第7届中央公论文艺奖。\n2014年，《祈りの幕が下りる時》（暂译《祈祷落幕时》）获第48届吉川英治文学奖。","summary":"现代人内心流失的东西，这家杂货店能帮你找回\u2014\u2014\n僻静的街道旁有一家杂货店，只要写下烦恼投进卷帘门的投信口，第二天就会在店后的牛奶箱里得到回答。\n因男友身患绝症，年轻女孩静子在爱情与梦想间徘徊；克郎为了音乐梦想离家漂泊，却在现实中寸步难行；少年浩介面临家庭巨变，挣扎在亲情与未来的迷茫中\u2026\u2026\n他们将困惑写成信投进杂货店，随即奇妙的事情竟不断发生。\n生命中的一次偶然交会，将如何演绎出截然不同的人生？\n如今回顾写作过程，我发现自己始终在思考一个问题：站在人生的岔路口，人究竟应该怎么做？我希望读者能在掩卷时喃喃自语：我从未读过这样的小说。\u2014\u2014东野圭吾","ebook_price":"13.00","series":{"id":"868","title":"新经典文库·东野圭吾作品"},"price":"39.50元"},"author_user":{"name":"考拉松","is_banned":false,"is_suicide":false,"url":"https://api.douban.com/v2/user/92569940","avatar":"https://img1.doubanio.com/icon/user_normal.jpg","uid":"92569940","alt":"https://www.douban.com/people/92569940/","type":"user","id":"92569940","large_avatar":"https://img3.doubanio.com/icon/user_large.jpg"},"privacy":2,"abstract_photo":"https://img3.doubanio.com/view/page_note/small/public/p35849206-1.jpg","abstract":"解忧杂货店人物关系图/ 信件收寄时间线 \r\n\r\n第一次在豆瓣评论，是因为刚刚看了解忧杂货店，觉得这本小说写得有味道，故事本身已经足够温暖，但是还是强迫症犯病所以整理了一下主线，碍于书评无法发图，所以就在这...","summary":"解忧杂货店人物关系图/ 信件收寄时间线 \r\n\r\n第一次在豆瓣评论，是因为刚刚看了解忧杂货店，觉得这本小说写得有味道，故事本身已经足够温暖，但是还是强迫症犯病所以整理了一下主线，碍于书评无法发图，所以就在这...","content":"解忧杂货店人物关系图/ 信件收寄时间线 \r\n\r\n第一次在豆瓣评论，是因为刚刚看了解忧杂货店，觉得这本小说写得有味道，故事本身已经足够温暖，但是还是强迫症犯病所以整理了一下主线，碍于书评无法发图，所以就在这里做个笔记！\r\n\r\n很多时候心里有烦恼，如果无法向别人倾诉，就会很痛苦。即使无法给她甚么实用的建议，只要说能够理解她的烦恼，请她加油，我相信她的心情就会轻松不少。很多时候其实我们心理面早有答案，只是拼命想要别人来支持我们前进，也许别人不这样做我们依旧会朝着自己所想勇敢前行，我们不知道结果会怎么样，奋不顾身！这可能是月兔和鱼店音乐人的故事带给我们的感悟。东野叔曾经说他在回顾写作这本书的过程时，始终在思考一个问题：站在人生的岔路口，人究竟应该怎么做？书中的浪矢杂货铺每每都给出了答案，可是现实中的我们是无法给杂货铺寄信的。绿河的故事强调了坚持，约翰·列侬的故事述说着守护，迷途的小狗的故事则希望我们能够看到未来，而不是仅仅在乎眼前。文中以小偷三人组结尾，他们正是那在人生道路上，感到不知所措的迷茫。不过庆幸他们收到了一封满含真情的，给他们指明人生方向的信件。我们呢？没人写信给我们，那我们就靠着自己吧，感谢曾经的自己，成为优秀的自己！\r\n\r\n以下是刚刚整理的时间线，我倒是没有太多地思考牛奶箱和投递箱的问题，可以看作两个独立的物件。\r\n1979.09.13之前的事情照常进行；\r\n1979.09.13这一晚说浪矢爷爷可以收到未来的感谢信，之后浪矢爷爷住院；\r\n1979.09.13至1980.09.13这整整一年投递进去的信件会在2012.09.13这一晚收到。\r\n\r\n<图片1>\r\n\r\n<图片2>","photos":{"1":"https://img3.doubanio.com/view/page_note/large/public/p35849206-1.jpg","2":"https://img3.doubanio.com/view/page_note/large/public/p35849206-2.jpg"},"last_photo":2,"comments_count":19,"hasmath":false,"book_id":"25862578","time":"2018-01-31 20:53:52","author_id":"92569940","id":"35849206","page_no":1},{"chapter":"时间表（引用他人）","book":{"rating":{"max":10,"numRaters":277915,"average":"8.6","min":0},"subtitle":"","author":["[日] 东野圭吾"],"pubdate":"2014-5","tags":[{"count":79949,"name":"东野圭吾","title":"东野圭吾"},{"count":44058,"name":"治愈","title":"治愈"},{"count":36796,"name":"小说","title":"小说"},{"count":35612,"name":"温暖","title":"温暖"},{"count":35037,"name":"日本","title":"日本"},{"count":30599,"name":"日本文学","title":"日本文学"},{"count":26039,"name":"東野圭吾","title":"東野圭吾"},{"count":18821,"name":"推理","title":"推理"}],"origin_title":"ナミヤ雑貨店の奇蹟","image":"https://img3.doubanio.com/view/subject/m/public/s27264181.jpg","binding":"精装","translator":["李盈春"],"catalog":"第一章 回答在牛奶箱里\n第二章 深夜的口琴声\n第三章 在思域车上等到天亮\n第四章 听着披头士默祷\n第五章 来自天上的祈祷","ebook_url":"https://read.douban.com/ebook/36103930/","pages":"291","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s27264181.jpg","large":"https://img3.doubanio.com/lpic/s27264181.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s27264181.jpg"},"alt":"https://book.douban.com/subject/25862578/","id":"25862578","publisher":"南海出版公司","isbn10":"7544270874","isbn13":"9787544270878","title":"解忧杂货店","url":"https://api.douban.com/v2/book/25862578","alt_title":"ナミヤ雑貨店の奇蹟","author_intro":"东野圭吾\n日本著名作家。\n1985年，《放学后》获第31届江户川乱步奖，开始专职写作；\n1999年，《秘密》获第52届日本推理作家协会奖；\n2005年出版的《嫌疑人X的献身》史无前例地同时获得第134届直木奖、第6届本格推理小说大奖，以及年度三大推理小说排行榜第1名；\n2008年，《流星之绊》获第43届新风奖；\n2009年出版的《新参者》获两大推理小说排行榜年度第1名；\n2012年，《解忧杂货店》获第7届中央公论文艺奖。\n2014年，《祈りの幕が下りる時》（暂译《祈祷落幕时》）获第48届吉川英治文学奖。","summary":"现代人内心流失的东西，这家杂货店能帮你找回\u2014\u2014\n僻静的街道旁有一家杂货店，只要写下烦恼投进卷帘门的投信口，第二天就会在店后的牛奶箱里得到回答。\n因男友身患绝症，年轻女孩静子在爱情与梦想间徘徊；克郎为了音乐梦想离家漂泊，却在现实中寸步难行；少年浩介面临家庭巨变，挣扎在亲情与未来的迷茫中\u2026\u2026\n他们将困惑写成信投进杂货店，随即奇妙的事情竟不断发生。\n生命中的一次偶然交会，将如何演绎出截然不同的人生？\n如今回顾写作过程，我发现自己始终在思考一个问题：站在人生的岔路口，人究竟应该怎么做？我希望读者能在掩卷时喃喃自语：我从未读过这样的小说。\u2014\u2014东野圭吾","ebook_price":"13.00","series":{"id":"868","title":"新经典文库·东野圭吾作品"},"price":"39.50元"},"author_user":{"name":"苹果小黎","is_banned":false,"is_suicide":false,"url":"https://api.douban.com/v2/user/90598460","avatar":"https://img3.doubanio.com/icon/u90598460-3.jpg","uid":"90598460","alt":"https://www.douban.com/people/90598460/","type":"user","id":"90598460","large_avatar":"https://img3.doubanio.com/icon/up90598460-3.jpg"},"privacy":2,"abstract_photo":"","abstract":"1960年 浪矢雄治的老伴因心脏病去世。雄治和妻子是相亲结婚，直到结婚那天，他们彼此都不了解。事实上，雄治的初恋情人为丸光园的创始人皆月晓子，二人在年轻时私奔失败，晓子终生未婚。 \r\n　　1969年 皆月晓子（...","summary":"1960年 浪矢雄治的老伴因心脏病去世。雄治和妻子是相亲结婚，直到结婚那天，他们彼此都不了解。事实上，雄治的初恋情人为丸光园的创始人皆月晓子，二人在年轻时私奔失败，晓子终生未婚。 \r\n　　1969年 皆月晓子（...","content":"1960年 浪矢雄治的老伴因心脏病去世。雄治和妻子是相亲结婚，直到结婚那天，他们彼此都不了解。事实上，雄治的初恋情人为丸光园的创始人皆月晓子，二人在年轻时私奔失败，晓子终生未婚。 \r\n　　1969年 皆月晓子（雄治初恋情人、丸光园创始人）过世，她本人终生未婚。 \r\n　　1970年 孤独的浪矢雄治开始在杂货店进行烦恼咨询，最初都是应付小孩子的调皮有趣的问题，后来慢慢接到严肃的咨询。雄治第一次把回信放在牛奶箱是咨询\u201c是否应该和父母趁夜潜逃\u201d的保罗.列侬（和久浩介），之后浩介在潜逃途中离开父母，以藤川博的姓名生活，并成为一名职业木雕师。 \r\n　　即便身体不适，雄治也坚持给每个咨询的人认真回信，因为他认为\u201c写信的人，他们都是内心破了个洞，重要的东西正在从那个破洞中逐渐消失。人的心声是绝对不能无视的。\u201d \r\n　　1978年 绿河（川边绿）写信咨询，她怀有身孕，即将出生的孩子的父亲是有妇之夫。\u201c是否该生下孩子\u201d，她给浪矢雄治提出这样一个难题。 \r\n　　1979年3月 绿河（川边绿）驾车坠海死亡，一岁左右的婴儿获救。 \r\n　　1979年6月 浪矢杂货店关闭，起因是雄治看到\u201c一名29岁的未婚女子驾车坠海死亡，同车的一名婴儿生还\u201d的新闻报道。雄治坚信这名女子就是曾向他咨询过的绿河。由此他产生怀疑，这些咨询者因为他的回答，人生有了怎样的改变呢？自己认真思考、从未敷衍的回答是否真正帮助到他们了呢？还是说因为他的回答，他们却陷入了不幸的境地？每想到这一点，他如芒在背，再也无法轻松回答咨询，并因此关了杂货店。随后雄治搬到儿子贵之家一起生活。 \r\n　　1979年9月 雄治被诊断为肝癌晚期，他提出想回杂货店住一晚上。贵之深感不解。9月13日晚上，雄治留下遗书给儿子，希望他在自己的33周年忌日快要到来时，发布公告，声称零时零分至黎明的这段时间，浪矢杂货店的咨询窗口将复活。请得到过咨询的人们直言相告，当时的回复对其人生产生了什么样的影响。同时，9月13日晚上，雄治收到来自未来的感谢信，其中包括\u201c百分小毛头\u201d、\u201c绿河的女儿\u201d、\u201c保罗.列侬\u201d的来信。（其中保罗.列侬的感谢信在后文中提及，是和久浩介披头士主题酒吧于2012年9月所写） \r\n　　1979年11月 月兔（静子，击剑女运动员）写信向浪矢杂货店咨询，\u201c是否应该放弃奥运会陪伴身染重病的男友\u201d。而此时雄治在医院。收到咨询信并回复的为幸平、翔太、敦也小偷三人组。 \r\n　　1980年7月 松冈克郎在浪矢杂货店碰见月兔（静子，击剑女运动员），当时月兔（静子，击剑女运动员）正往里投放感谢信。（此封感谢信由小偷三人组收到）克郎因此得知浪矢杂货店还可以咨询，于是以\u201c鱼店音乐人\u201d的名义写信问\u201c是应该坚持音乐梦想还是继承鱼店\u201d，小偷三人组回复了此信。 \r\n　　1980年9月 \u201c迷途的小狗\u201d（武藤晴美）从月兔（静子，击剑女运动员）口中得知浪矢杂货店，于是写信咨询，询问\u201c如何辞掉工作做好陪酒小姐\u201d，小偷三人组回复此信。 \r\n　　1980年9月13日 雄治病逝。 \r\n　　1980年10月 贵之在浪矢杂货店遇到月兔（静子，击剑女运动员），告知父亲去世的消息。月兔称去年11月曾得到过其父的指点，表示感谢。那时雄治正在医院治疗，因此贵之以为月兔弄错了时间。 \r\n　　1988年12月24日 丸光园发生火宅，\u201c鱼店音乐人\u201d松冈克郎为救人丧命。浩介和武藤晴美相遇。随后浩介又在浪矢杂货店遇到贵之，得知8年前雄治去世的消息。 \r\n　　2011年底 浪矢贵之去世。 \r\n　　2012年9月 浪矢骏吾在网上发布\u201c浪矢杂货店复活\u201d的消息。 \r\n　　2012年9月12日 小偷三人组打劫了\u201c迷途的小狗\u201d武藤晴美的别墅。 \r\n　　2012年9月13日0点-黎明 小偷三人组收到了来自过去的\u201c月兔\u201d、\u201c鱼店音乐人\u201d、\u201c迷途的小狗\u201d的来信，并一一认真回复。 \r\n　　 \r\n　　【关于33周年忌日的问题】：浪矢雄治给贵之遗书的时候，当时是1979年9月13日，雄治以为自己即将死亡，所以提出要快到自己33周年忌日时发布复活的消息。（详情可参见P120页）而实际上，雄治是1980年9月13日死亡的。而此后文中提到的都是，\u201c据说是浪矢杂货店主人33周年的忌日。\u201d 因此，2012年实际上是他的32周年忌日。 \r\n　　不过，还有另外一种可能的解释是，日本计算忌日的方法和中国不一样，可见P288页武藤晴美给浪矢杂货店的感谢信：\u201c据网站上説，今晚是您的33周年忌日，而我写信向您咨询，正是32年前的这个时候。这么说来，我应该是最后一个咨询者。\u201d如果按照中国的算法，33周年忌日说明此人已经去世33周年，那32年前应该是已经去世1年，怎么可能还有\u201c最后一个咨询者\u201d可言。 \r\n　　 \r\n　　【关于后门】：（感谢楼下的豆友们@被门夹过的核桃以及@Miss Fantasy，我又认真看了原文，并再次修改） \r\n　　文中多次提到，\u201c关着后门，时间就不会流逝。\u201d P32中提到，敦也花了大约15分钟外出去便利店买吃的，幸平却说已经一个多小时了。 \r\n　　也就是说，如果把后门敞开，屋里和屋外的时间就同步了。 \r\n　　而关上门，则可以连通现在与过去。 \r\n　　这样看来，只有在关上门的时候，1979年9月浪矢雄治才能收到来自未来2012年9月的信，而小偷三人组才能收到来自以前的信。 \r\n　　最后敦也在关闭后门的情况下寄出的那封空白信也被浪矢雄治收到，而这也是浪矢雄治此生最后的咨询。 \r\n　　 \r\n　　【人物关系简介】 \r\n　　浪矢雄治：浪矢杂货店的老板，为人们解答烦恼 \r\n　　浪矢贵之：雄治的儿子 \r\n　　浪矢骏吾：贵之的孙子 \r\n　　皆月晓子：丸光园创始人，年少时和浪矢雄治私奔失败，终生未婚 \r\n　　和久浩介：\u201c保罗.列侬\u201d，初中时父母双亡，后以\u201c藤川博\u201d名义生活，曾在丸光园生活,最终成为职业木雕师 \r\n　　川边绿：\u201c绿河\u201d，爱上有妇之夫，未婚先孕，最终坠海身亡，留下一岁左右的女儿 \r\n　　静子：\u201c月兔\u201d，职业为击剑运动员 \r\n　　松冈克郎：\u201c鱼店音乐人\u201d，曾就读于东京某大学经济学院，21岁退学，1988年圣诞儿童福利院\u201c丸光园\u201d演出，为救一个小男孩（水原芹的弟弟）而在大火中牺牲，留下作品《重生》 \r\n　　武藤晴美：\u201c迷途的小狗\u201d，小狗事务所社长，曾在丸光园生活，后因得到浪矢杂货店指点而投资房地产、股票以及高尔夫会员证等，积累巨大财富 \r\n　　水原芹：天才女音乐人，因演唱《重生》而出名 \r\n　　荣美子：克郎的妹妹 \r\n　　加奈子：克郎的母亲 \r\n　　松冈健夫：克郎的父亲 \r\n　　翔太：小偷三人组成员，曾在丸光园生活,被供职的家电商场炒了鱿鱼，靠给便利店打工勉强度日。 \r\n　　敦也：小偷三人组成员，曾在丸光园生活,母亲是陪酒小姐，父亲为同一家店的服务生，没等他出生就消失的无影无踪。母亲身边换过无数男人，也因此使得他遭到有暴力倾向的男人毒打，他不得已去偷小摊上的烤鸡肉被抓，之后被送到孤儿院丸光园。他曾在配件加工厂上班，因为新型配件订单出差错而背黑锅。 \r\n　　幸平：小偷三人组成员，曾在丸光园生活,身材高大，因其工作的汽车修理厂倒闭而失业，住在工厂宿舍，随时可能会被扫地出门。 \r\n　　","photos":{},"last_photo":0,"comments_count":4,"hasmath":false,"book_id":"25862578","time":"2018-02-12 23:36:09","author_id":"90598460","id":"35346790","page_no":1},{"chapter":"","book":{"rating":{"max":10,"numRaters":277915,"average":"8.6","min":0},"subtitle":"","author":["[日] 东野圭吾"],"pubdate":"2014-5","tags":[{"count":79949,"name":"东野圭吾","title":"东野圭吾"},{"count":44058,"name":"治愈","title":"治愈"},{"count":36796,"name":"小说","title":"小说"},{"count":35612,"name":"温暖","title":"温暖"},{"count":35037,"name":"日本","title":"日本"},{"count":30599,"name":"日本文学","title":"日本文学"},{"count":26039,"name":"東野圭吾","title":"東野圭吾"},{"count":18821,"name":"推理","title":"推理"}],"origin_title":"ナミヤ雑貨店の奇蹟","image":"https://img3.doubanio.com/view/subject/m/public/s27264181.jpg","binding":"精装","translator":["李盈春"],"catalog":"第一章 回答在牛奶箱里\n第二章 深夜的口琴声\n第三章 在思域车上等到天亮\n第四章 听着披头士默祷\n第五章 来自天上的祈祷","ebook_url":"https://read.douban.com/ebook/36103930/","pages":"291","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s27264181.jpg","large":"https://img3.doubanio.com/lpic/s27264181.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s27264181.jpg"},"alt":"https://book.douban.com/subject/25862578/","id":"25862578","publisher":"南海出版公司","isbn10":"7544270874","isbn13":"9787544270878","title":"解忧杂货店","url":"https://api.douban.com/v2/book/25862578","alt_title":"ナミヤ雑貨店の奇蹟","author_intro":"东野圭吾\n日本著名作家。\n1985年，《放学后》获第31届江户川乱步奖，开始专职写作；\n1999年，《秘密》获第52届日本推理作家协会奖；\n2005年出版的《嫌疑人X的献身》史无前例地同时获得第134届直木奖、第6届本格推理小说大奖，以及年度三大推理小说排行榜第1名；\n2008年，《流星之绊》获第43届新风奖；\n2009年出版的《新参者》获两大推理小说排行榜年度第1名；\n2012年，《解忧杂货店》获第7届中央公论文艺奖。\n2014年，《祈りの幕が下りる時》（暂译《祈祷落幕时》）获第48届吉川英治文学奖。","summary":"现代人内心流失的东西，这家杂货店能帮你找回\u2014\u2014\n僻静的街道旁有一家杂货店，只要写下烦恼投进卷帘门的投信口，第二天就会在店后的牛奶箱里得到回答。\n因男友身患绝症，年轻女孩静子在爱情与梦想间徘徊；克郎为了音乐梦想离家漂泊，却在现实中寸步难行；少年浩介面临家庭巨变，挣扎在亲情与未来的迷茫中\u2026\u2026\n他们将困惑写成信投进杂货店，随即奇妙的事情竟不断发生。\n生命中的一次偶然交会，将如何演绎出截然不同的人生？\n如今回顾写作过程，我发现自己始终在思考一个问题：站在人生的岔路口，人究竟应该怎么做？我希望读者能在掩卷时喃喃自语：我从未读过这样的小说。\u2014\u2014东野圭吾","ebook_price":"13.00","series":{"id":"868","title":"新经典文库·东野圭吾作品"},"price":"39.50元"},"author_user":{"name":"斯芬克斯","is_banned":false,"is_suicide":false,"url":"https://api.douban.com/v2/user/4210043","avatar":"https://img3.doubanio.com/icon/u4210043-4.jpg","uid":"Encore11","alt":"https://www.douban.com/people/Encore11/","type":"user","id":"4210043","large_avatar":"https://img3.doubanio.com/icon/up4210043-4.jpg"},"privacy":2,"abstract_photo":"","abstract":"\u201c这么多年咨询信看下来，让我逐渐明白了一件事。很多时候，咨询的人心里已经有了答案，来咨询只是想确认自己的决定是对的。所以有些人读过回信后，会再次写信过来，大概就是因为回答的内容和他的想法不一样吧。\u201d","summary":"\u201c这么多年咨询信看下来，让我逐渐明白了一件事。很多时候，咨询的人心里已经有了答案，来咨询只是想确认自己的决定是对的。所以有些人读过回信后，会再次写信过来，大概就是因为回答的内容和他的想法不一样吧。\u201d","content":"\u201c这么多年咨询信看下来，让我逐渐明白了一件事。很多时候，咨询的人心里已经有了答案，来咨询只是想确认自己的决定是对的。所以有些人读过回信后，会再次写信过来，大概就是因为回答的内容和他的想法不一样吧。\u201d","photos":{},"last_photo":0,"comments_count":2,"hasmath":false,"book_id":"25862578","time":"2017-10-05 16:08:08","author_id":"4210043","id":"32350526","page_no":107},{"chapter":"","book":{"rating":{"max":10,"numRaters":277915,"average":"8.6","min":0},"subtitle":"","author":["[日] 东野圭吾"],"pubdate":"2014-5","tags":[{"count":79949,"name":"东野圭吾","title":"东野圭吾"},{"count":44058,"name":"治愈","title":"治愈"},{"count":36796,"name":"小说","title":"小说"},{"count":35612,"name":"温暖","title":"温暖"},{"count":35037,"name":"日本","title":"日本"},{"count":30599,"name":"日本文学","title":"日本文学"},{"count":26039,"name":"東野圭吾","title":"東野圭吾"},{"count":18821,"name":"推理","title":"推理"}],"origin_title":"ナミヤ雑貨店の奇蹟","image":"https://img3.doubanio.com/view/subject/m/public/s27264181.jpg","binding":"精装","translator":["李盈春"],"catalog":"第一章 回答在牛奶箱里\n第二章 深夜的口琴声\n第三章 在思域车上等到天亮\n第四章 听着披头士默祷\n第五章 来自天上的祈祷","ebook_url":"https://read.douban.com/ebook/36103930/","pages":"291","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s27264181.jpg","large":"https://img3.doubanio.com/lpic/s27264181.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s27264181.jpg"},"alt":"https://book.douban.com/subject/25862578/","id":"25862578","publisher":"南海出版公司","isbn10":"7544270874","isbn13":"9787544270878","title":"解忧杂货店","url":"https://api.douban.com/v2/book/25862578","alt_title":"ナミヤ雑貨店の奇蹟","author_intro":"东野圭吾\n日本著名作家。\n1985年，《放学后》获第31届江户川乱步奖，开始专职写作；\n1999年，《秘密》获第52届日本推理作家协会奖；\n2005年出版的《嫌疑人X的献身》史无前例地同时获得第134届直木奖、第6届本格推理小说大奖，以及年度三大推理小说排行榜第1名；\n2008年，《流星之绊》获第43届新风奖；\n2009年出版的《新参者》获两大推理小说排行榜年度第1名；\n2012年，《解忧杂货店》获第7届中央公论文艺奖。\n2014年，《祈りの幕が下りる時》（暂译《祈祷落幕时》）获第48届吉川英治文学奖。","summary":"现代人内心流失的东西，这家杂货店能帮你找回\u2014\u2014\n僻静的街道旁有一家杂货店，只要写下烦恼投进卷帘门的投信口，第二天就会在店后的牛奶箱里得到回答。\n因男友身患绝症，年轻女孩静子在爱情与梦想间徘徊；克郎为了音乐梦想离家漂泊，却在现实中寸步难行；少年浩介面临家庭巨变，挣扎在亲情与未来的迷茫中\u2026\u2026\n他们将困惑写成信投进杂货店，随即奇妙的事情竟不断发生。\n生命中的一次偶然交会，将如何演绎出截然不同的人生？\n如今回顾写作过程，我发现自己始终在思考一个问题：站在人生的岔路口，人究竟应该怎么做？我希望读者能在掩卷时喃喃自语：我从未读过这样的小说。\u2014\u2014东野圭吾","ebook_price":"13.00","series":{"id":"868","title":"新经典文库·东野圭吾作品"},"price":"39.50元"},"author_user":{"name":"清落","is_banned":false,"is_suicide":false,"url":"https://api.douban.com/v2/user/52817434","avatar":"https://img3.doubanio.com/icon/u52817434-163.jpg","uid":"Satans","alt":"https://www.douban.com/people/Satans/","type":"user","id":"52817434","large_avatar":"https://img3.doubanio.com/icon/up52817434-163.jpg"},"privacy":2,"abstract_photo":"","abstract":"成长就是妥协与坚持的两难。                ","summary":"成长就是妥协与坚持的两难。                ","content":"成长就是妥协与坚持的两难。                ","photos":{},"last_photo":0,"comments_count":2,"hasmath":false,"book_id":"25862578","time":"2017-09-26 17:16:16","author_id":"52817434","id":"33621865","page_no":1},{"chapter":"1","book":{"rating":{"max":10,"numRaters":277915,"average":"8.6","min":0},"subtitle":"","author":["[日] 东野圭吾"],"pubdate":"2014-5","tags":[{"count":79949,"name":"东野圭吾","title":"东野圭吾"},{"count":44058,"name":"治愈","title":"治愈"},{"count":36796,"name":"小说","title":"小说"},{"count":35612,"name":"温暖","title":"温暖"},{"count":35037,"name":"日本","title":"日本"},{"count":30599,"name":"日本文学","title":"日本文学"},{"count":26039,"name":"東野圭吾","title":"東野圭吾"},{"count":18821,"name":"推理","title":"推理"}],"origin_title":"ナミヤ雑貨店の奇蹟","image":"https://img3.doubanio.com/view/subject/m/public/s27264181.jpg","binding":"精装","translator":["李盈春"],"catalog":"第一章 回答在牛奶箱里\n第二章 深夜的口琴声\n第三章 在思域车上等到天亮\n第四章 听着披头士默祷\n第五章 来自天上的祈祷","ebook_url":"https://read.douban.com/ebook/36103930/","pages":"291","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s27264181.jpg","large":"https://img3.doubanio.com/lpic/s27264181.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s27264181.jpg"},"alt":"https://book.douban.com/subject/25862578/","id":"25862578","publisher":"南海出版公司","isbn10":"7544270874","isbn13":"9787544270878","title":"解忧杂货店","url":"https://api.douban.com/v2/book/25862578","alt_title":"ナミヤ雑貨店の奇蹟","author_intro":"东野圭吾\n日本著名作家。\n1985年，《放学后》获第31届江户川乱步奖，开始专职写作；\n1999年，《秘密》获第52届日本推理作家协会奖；\n2005年出版的《嫌疑人X的献身》史无前例地同时获得第134届直木奖、第6届本格推理小说大奖，以及年度三大推理小说排行榜第1名；\n2008年，《流星之绊》获第43届新风奖；\n2009年出版的《新参者》获两大推理小说排行榜年度第1名；\n2012年，《解忧杂货店》获第7届中央公论文艺奖。\n2014年，《祈りの幕が下りる時》（暂译《祈祷落幕时》）获第48届吉川英治文学奖。","summary":"现代人内心流失的东西，这家杂货店能帮你找回\u2014\u2014\n僻静的街道旁有一家杂货店，只要写下烦恼投进卷帘门的投信口，第二天就会在店后的牛奶箱里得到回答。\n因男友身患绝症，年轻女孩静子在爱情与梦想间徘徊；克郎为了音乐梦想离家漂泊，却在现实中寸步难行；少年浩介面临家庭巨变，挣扎在亲情与未来的迷茫中\u2026\u2026\n他们将困惑写成信投进杂货店，随即奇妙的事情竟不断发生。\n生命中的一次偶然交会，将如何演绎出截然不同的人生？\n如今回顾写作过程，我发现自己始终在思考一个问题：站在人生的岔路口，人究竟应该怎么做？我希望读者能在掩卷时喃喃自语：我从未读过这样的小说。\u2014\u2014东野圭吾","ebook_price":"13.00","series":{"id":"868","title":"新经典文库·东野圭吾作品"},"price":"39.50元"},"author_user":{"name":"高闪闪","is_banned":false,"is_suicide":false,"url":"https://api.douban.com/v2/user/71938628","avatar":"https://img3.doubanio.com/icon/u71938628-52.jpg","uid":"wondershine","alt":"https://www.douban.com/people/wondershine/","type":"user","id":"71938628","large_avatar":"https://img3.doubanio.com/icon/up71938628-52.jpg"},"privacy":2,"abstract_photo":"","abstract":"\u201c他们都是内心破了个洞，重要的东西正从那个破洞逐渐流失。\u201d\r\n\r\n\u201c如果自己不想积极认真地生活，不管得到什么样的回答都没用。\u201d\r\n\r\n\u201c写信人对母亲说，最重要的是能不能让即将出世的孩子幸福。即使父母双全，...","summary":"\u201c他们都是内心破了个洞，重要的东西正从那个破洞逐渐流失。\u201d\r\n\r\n\u201c如果自己不想积极认真地生活，不管得到什么样的回答都没用。\u201d\r\n\r\n\u201c写信人对母亲说，最重要的是能不能让即将出世的孩子幸福。即使父母双全，...","content":"\u201c他们都是内心破了个洞，重要的东西正从那个破洞逐渐流失。\u201d\r\n\r\n\u201c如果自己不想积极认真地生活，不管得到什么样的回答都没用。\u201d\r\n\r\n\u201c写信人对母亲说，最重要的是能不能让即将出世的孩子幸福。即使父母双全，孩子也未见得就能幸福。最后他总结说，如果你没有做好心理准备，愿意为了孩子的幸福忍耐任何事情，即使你有丈夫，我也会建议你最好不要生。\u201d\r\n\r\n\u201c虽然至今为止的道路绝非一片坦途，但想到正因为活着才有机会感到痛楚，我就成功克服了种种困难。\u201d\r\n\r\n\u201c关于家人，我的基本看法是：除了积极向上的旅行，家人应该尽可能在一起。因为反感、厌倦等理由而离开，不是家人应有的姿态。\u201d\r\n\r\n\u201c人与人之间情断义绝，并不需要什么具体的理由。就算表面上有，也有可能只是心已经离开的结果，事后才编造出的借口而已。因为倘若心没有离开，当将会导致关系破裂的事态发生时，理应有人努力去挽救。如果没有，说明其实关系早已破裂。所以那四个人谁也没有挽救披头士乐队，就像看客一般，眼睁睁看着船只沉没。\u201d\r\n\r\n\u201c我就不用说了，你爸爸也是一切为你着想，只要能让你幸福，他什么都愿意做，哪怕付出生命也在所不惜。他真的时这么想的。\u201d\r\n\r\n\u201c你对音乐的执着追求，绝不是白白付出。\u201d\r\n\r\n\u201c过了一会儿，富冈信二一个人出现了。他身穿灰色西装，打着红色领带。没有一丝赘肉的体型让人看不出他已经四十六岁了。\u201d\r\n\r\n\u201c那么，为了实现梦想，你该做些什么呢？答案时学习，还有存钱。\u201d\r\n\r\n\u201c记忆中她从没做过任何会遭报应的事，她只是诚实地一心向前奔跑。\u201d\r\n\r\n\u201c我不知道。不过，有件事我已经决定了。今后再也不对别人的东西下手了。\u201d\r\n\r\n\u201c可是换个角度来看，正因为事一张白纸，才可以随心所欲地描绘地图。一切全在你自己。对你来说，一切都是自由的，在你面前是无限的可能。这可是很棒的事阿。我衷心祈祷你可以相信自己，无悔地燃烧自己的人生。\u201d","photos":{},"last_photo":0,"comments_count":0,"hasmath":false,"book_id":"25862578","time":"2015-03-08 20:41:11","author_id":"71938628","id":"34498899","page_no":1},{"chapter":"回信放在牛奶箱","book":{"rating":{"max":10,"numRaters":277915,"average":"8.6","min":0},"subtitle":"","author":["[日] 东野圭吾"],"pubdate":"2014-5","tags":[{"count":79949,"name":"东野圭吾","title":"东野圭吾"},{"count":44058,"name":"治愈","title":"治愈"},{"count":36796,"name":"小说","title":"小说"},{"count":35612,"name":"温暖","title":"温暖"},{"count":35037,"name":"日本","title":"日本"},{"count":30599,"name":"日本文学","title":"日本文学"},{"count":26039,"name":"東野圭吾","title":"東野圭吾"},{"count":18821,"name":"推理","title":"推理"}],"origin_title":"ナミヤ雑貨店の奇蹟","image":"https://img3.doubanio.com/view/subject/m/public/s27264181.jpg","binding":"精装","translator":["李盈春"],"catalog":"第一章 回答在牛奶箱里\n第二章 深夜的口琴声\n第三章 在思域车上等到天亮\n第四章 听着披头士默祷\n第五章 来自天上的祈祷","ebook_url":"https://read.douban.com/ebook/36103930/","pages":"291","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s27264181.jpg","large":"https://img3.doubanio.com/lpic/s27264181.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s27264181.jpg"},"alt":"https://book.douban.com/subject/25862578/","id":"25862578","publisher":"南海出版公司","isbn10":"7544270874","isbn13":"9787544270878","title":"解忧杂货店","url":"https://api.douban.com/v2/book/25862578","alt_title":"ナミヤ雑貨店の奇蹟","author_intro":"东野圭吾\n日本著名作家。\n1985年，《放学后》获第31届江户川乱步奖，开始专职写作；\n1999年，《秘密》获第52届日本推理作家协会奖；\n2005年出版的《嫌疑人X的献身》史无前例地同时获得第134届直木奖、第6届本格推理小说大奖，以及年度三大推理小说排行榜第1名；\n2008年，《流星之绊》获第43届新风奖；\n2009年出版的《新参者》获两大推理小说排行榜年度第1名；\n2012年，《解忧杂货店》获第7届中央公论文艺奖。\n2014年，《祈りの幕が下りる時》（暂译《祈祷落幕时》）获第48届吉川英治文学奖。","summary":"现代人内心流失的东西，这家杂货店能帮你找回\u2014\u2014\n僻静的街道旁有一家杂货店，只要写下烦恼投进卷帘门的投信口，第二天就会在店后的牛奶箱里得到回答。\n因男友身患绝症，年轻女孩静子在爱情与梦想间徘徊；克郎为了音乐梦想离家漂泊，却在现实中寸步难行；少年浩介面临家庭巨变，挣扎在亲情与未来的迷茫中\u2026\u2026\n他们将困惑写成信投进杂货店，随即奇妙的事情竟不断发生。\n生命中的一次偶然交会，将如何演绎出截然不同的人生？\n如今回顾写作过程，我发现自己始终在思考一个问题：站在人生的岔路口，人究竟应该怎么做？我希望读者能在掩卷时喃喃自语：我从未读过这样的小说。\u2014\u2014东野圭吾","ebook_price":"13.00","series":{"id":"868","title":"新经典文库·东野圭吾作品"},"price":"39.50元"},"author_user":{"name":"Steven","is_banned":false,"is_suicide":false,"url":"https://api.douban.com/v2/user/41902926","avatar":"https://img1.doubanio.com/icon/u41902926-7.jpg","uid":"41902926","alt":"https://www.douban.com/people/41902926/","type":"user","id":"41902926","large_avatar":"https://img1.doubanio.com/icon/up41902926-7.jpg"},"privacy":2,"abstract_photo":"","abstract":"他陶醉在自己的这种所谓的牺牲之中 \r\n大多数时候，我们总是打着为别人好的名义，在给自己找借口 我还不都是为了这个家，我都是为你好，我都是为了我们的未来，可是到底是谁真的想这样做，看了太多电影，听了太多...","summary":"他陶醉在自己的这种所谓的牺牲之中 \r\n大多数时候，我们总是打着为别人好的名义，在给自己找借口 我还不都是为了这个家，我都是为你好，我都是为了我们的未来，可是到底是谁真的想这样做，看了太多电影，听了太多...","content":"<原文开始>他陶醉在自己的这种所谓的牺牲之中<\/原文结束> \r\n大多数时候，我们总是打着为别人好的名义，在给自己找借口 我还不都是为了这个家，我都是为你好，我都是为了我们的未来，可是到底是谁真的想这样做，看了太多电影，听了太多伤情励志的歌曲，我们很容易掉进这种误区，自以为是，总以为自己是悲剧的主角","photos":{},"last_photo":0,"comments_count":4,"hasmath":false,"book_id":"25862578","time":"2017-05-05 15:19:49","author_id":"41902926","id":"32080283","page_no":44},{"chapter":"回信放在牛奶箱","book":{"rating":{"max":10,"numRaters":277915,"average":"8.6","min":0},"subtitle":"","author":["[日] 东野圭吾"],"pubdate":"2014-5","tags":[{"count":79949,"name":"东野圭吾","title":"东野圭吾"},{"count":44058,"name":"治愈","title":"治愈"},{"count":36796,"name":"小说","title":"小说"},{"count":35612,"name":"温暖","title":"温暖"},{"count":35037,"name":"日本","title":"日本"},{"count":30599,"name":"日本文学","title":"日本文学"},{"count":26039,"name":"東野圭吾","title":"東野圭吾"},{"count":18821,"name":"推理","title":"推理"}],"origin_title":"ナミヤ雑貨店の奇蹟","image":"https://img3.doubanio.com/view/subject/m/public/s27264181.jpg","binding":"精装","translator":["李盈春"],"catalog":"第一章 回答在牛奶箱里\n第二章 深夜的口琴声\n第三章 在思域车上等到天亮\n第四章 听着披头士默祷\n第五章 来自天上的祈祷","ebook_url":"https://read.douban.com/ebook/36103930/","pages":"291","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s27264181.jpg","large":"https://img3.doubanio.com/lpic/s27264181.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s27264181.jpg"},"alt":"https://book.douban.com/subject/25862578/","id":"25862578","publisher":"南海出版公司","isbn10":"7544270874","isbn13":"9787544270878","title":"解忧杂货店","url":"https://api.douban.com/v2/book/25862578","alt_title":"ナミヤ雑貨店の奇蹟","author_intro":"东野圭吾\n日本著名作家。\n1985年，《放学后》获第31届江户川乱步奖，开始专职写作；\n1999年，《秘密》获第52届日本推理作家协会奖；\n2005年出版的《嫌疑人X的献身》史无前例地同时获得第134届直木奖、第6届本格推理小说大奖，以及年度三大推理小说排行榜第1名；\n2008年，《流星之绊》获第43届新风奖；\n2009年出版的《新参者》获两大推理小说排行榜年度第1名；\n2012年，《解忧杂货店》获第7届中央公论文艺奖。\n2014年，《祈りの幕が下りる時》（暂译《祈祷落幕时》）获第48届吉川英治文学奖。","summary":"现代人内心流失的东西，这家杂货店能帮你找回\u2014\u2014\n僻静的街道旁有一家杂货店，只要写下烦恼投进卷帘门的投信口，第二天就会在店后的牛奶箱里得到回答。\n因男友身患绝症，年轻女孩静子在爱情与梦想间徘徊；克郎为了音乐梦想离家漂泊，却在现实中寸步难行；少年浩介面临家庭巨变，挣扎在亲情与未来的迷茫中\u2026\u2026\n他们将困惑写成信投进杂货店，随即奇妙的事情竟不断发生。\n生命中的一次偶然交会，将如何演绎出截然不同的人生？\n如今回顾写作过程，我发现自己始终在思考一个问题：站在人生的岔路口，人究竟应该怎么做？我希望读者能在掩卷时喃喃自语：我从未读过这样的小说。\u2014\u2014东野圭吾","ebook_price":"13.00","series":{"id":"868","title":"新经典文库·东野圭吾作品"},"price":"39.50元"},"author_user":{"name":"Steven","is_banned":false,"is_suicide":false,"url":"https://api.douban.com/v2/user/41902926","avatar":"https://img1.doubanio.com/icon/u41902926-7.jpg","uid":"41902926","alt":"https://www.douban.com/people/41902926/","type":"user","id":"41902926","large_avatar":"https://img1.doubanio.com/icon/up41902926-7.jpg"},"privacy":2,"abstract_photo":"","abstract":"我比任何人更爱你，随时都想和你在一起。如果我放弃比赛，就可以救你一命，我会毫不犹豫的放弃，但事实并不是这样，所以，我不想放弃自己的梦想。正因为我一直在追求自己的梦想，所以才活的像自己，你也才会喜欢...","summary":"我比任何人更爱你，随时都想和你在一起。如果我放弃比赛，就可以救你一命，我会毫不犹豫的放弃，但事实并不是这样，所以，我不想放弃自己的梦想。正因为我一直在追求自己的梦想，所以才活的像自己，你也才会喜欢...","content":"<原文开始>我比任何人更爱你，随时都想和你在一起。如果我放弃比赛，就可以救你一命，我会毫不犹豫的放弃，但事实并不是这样，所以，我不想放弃自己的梦想。正因为我一直在追求自己的梦想，所以才活的像自己，你也才会喜欢我。我时时刻刻想着你，但请让我继续追求梦想<\/原文结束>\r\n知道现实的人很多，但能鼓起勇气的人很少，我大概也是其中之一","photos":{},"last_photo":0,"comments_count":2,"hasmath":false,"book_id":"25862578","time":"2017-09-08 21:16:11","author_id":"41902926","id":"32080363","page_no":55},{"chapter":"","book":{"rating":{"max":10,"numRaters":277915,"average":"8.6","min":0},"subtitle":"","author":["[日] 东野圭吾"],"pubdate":"2014-5","tags":[{"count":79949,"name":"东野圭吾","title":"东野圭吾"},{"count":44058,"name":"治愈","title":"治愈"},{"count":36796,"name":"小说","title":"小说"},{"count":35612,"name":"温暖","title":"温暖"},{"count":35037,"name":"日本","title":"日本"},{"count":30599,"name":"日本文学","title":"日本文学"},{"count":26039,"name":"東野圭吾","title":"東野圭吾"},{"count":18821,"name":"推理","title":"推理"}],"origin_title":"ナミヤ雑貨店の奇蹟","image":"https://img3.doubanio.com/view/subject/m/public/s27264181.jpg","binding":"精装","translator":["李盈春"],"catalog":"第一章 回答在牛奶箱里\n第二章 深夜的口琴声\n第三章 在思域车上等到天亮\n第四章 听着披头士默祷\n第五章 来自天上的祈祷","ebook_url":"https://read.douban.com/ebook/36103930/","pages":"291","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s27264181.jpg","large":"https://img3.doubanio.com/lpic/s27264181.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s27264181.jpg"},"alt":"https://book.douban.com/subject/25862578/","id":"25862578","publisher":"南海出版公司","isbn10":"7544270874","isbn13":"9787544270878","title":"解忧杂货店","url":"https://api.douban.com/v2/book/25862578","alt_title":"ナミヤ雑貨店の奇蹟","author_intro":"东野圭吾\n日本著名作家。\n1985年，《放学后》获第31届江户川乱步奖，开始专职写作；\n1999年，《秘密》获第52届日本推理作家协会奖；\n2005年出版的《嫌疑人X的献身》史无前例地同时获得第134届直木奖、第6届本格推理小说大奖，以及年度三大推理小说排行榜第1名；\n2008年，《流星之绊》获第43届新风奖；\n2009年出版的《新参者》获两大推理小说排行榜年度第1名；\n2012年，《解忧杂货店》获第7届中央公论文艺奖。\n2014年，《祈りの幕が下りる時》（暂译《祈祷落幕时》）获第48届吉川英治文学奖。","summary":"现代人内心流失的东西，这家杂货店能帮你找回\u2014\u2014\n僻静的街道旁有一家杂货店，只要写下烦恼投进卷帘门的投信口，第二天就会在店后的牛奶箱里得到回答。\n因男友身患绝症，年轻女孩静子在爱情与梦想间徘徊；克郎为了音乐梦想离家漂泊，却在现实中寸步难行；少年浩介面临家庭巨变，挣扎在亲情与未来的迷茫中\u2026\u2026\n他们将困惑写成信投进杂货店，随即奇妙的事情竟不断发生。\n生命中的一次偶然交会，将如何演绎出截然不同的人生？\n如今回顾写作过程，我发现自己始终在思考一个问题：站在人生的岔路口，人究竟应该怎么做？我希望读者能在掩卷时喃喃自语：我从未读过这样的小说。\u2014\u2014东野圭吾","ebook_price":"13.00","series":{"id":"868","title":"新经典文库·东野圭吾作品"},"price":"39.50元"},"author_user":{"name":"小小Q","is_banned":false,"is_suicide":false,"url":"https://api.douban.com/v2/user/40510172","avatar":"https://img3.doubanio.com/icon/u40510172-3.jpg","uid":"40510172","alt":"https://www.douban.com/people/40510172/","type":"user","id":"40510172","large_avatar":"https://img3.doubanio.com/icon/up40510172-3.jpg"},"privacy":2,"abstract_photo":"","abstract":"一口气读完《解忧杂货铺》，情绪略显低落。一是为书中人物的命运所感伤，二是沉溺在书中人物之间的神秘联系中走不出来。\r\n\r\n抛开时空交错的特技，故事抽离开来，我看到一个个在人生十字路口焦虑徘徊的身影，他们...","summary":"一口气读完《解忧杂货铺》，情绪略显低落。一是为书中人物的命运所感伤，二是沉溺在书中人物之间的神秘联系中走不出来。\r\n\r\n抛开时空交错的特技，故事抽离开来，我看到一个个在人生十字路口焦虑徘徊的身影，他们...","content":"一口气读完《解忧杂货铺》，情绪略显低落。一是为书中人物的命运所感伤，二是沉溺在书中人物之间的神秘联系中走不出来。\r\n\r\n抛开时空交错的特技，故事抽离开来，我看到一个个在人生十字路口焦虑徘徊的身影，他们不知道该怎么选择，只能把烦恼向一位陌生的老人倾诉，试图找到答案。善良的老人试图帮上忙，后来发现，每个求助的人，其实在内心已经有了答案。\r\n\r\n和有妇之夫有了孩子的女人，内心已经做好决定要把孩子生下来。没有特别多技能的她，自己瘦骨嶙峋还是把孩子养得白白胖胖，然而命运没有眷顾她，在生命最后一刻，她救了孩子。她的母爱让我动容，同时也让我唏嘘，也许在30多年前的日本，单亲妈妈实在是不能独立养育孩子，她的悲剧在她决定生下这个孩子的时候就注定了。明知不可为而为之可怜的女人。\r\n\r\n家道中落，从富贵公子陡然变成要跑路的初中生，无法接受父亲从英雄变成落水狗的落差，最后在跑路途中逃离了父母。却不知道，父母为了他，也许会咬紧牙关东山再起，但是却因为他的出走，没有了生的希望，选择了自杀。在自杀之前，为了让孩子没有负担的继续活着，制造了孩子也死亡的假象。孩子在不知情的情况下，得以用另外的身份活出自己的人生。在信息不发达的时代，初中生一直对父母抱有仇恨，直到年过50，回到生长的小镇才知道原委。他错了，可惜无法挽回。\r\n这不禁让我想到国内大多数的家庭模式，不善表达的父亲，倔强叛逆的儿子。如果多点沟通，也许他们的悲剧就不会发生。\r\n\r\n故事中最让我难忘是的那个幸运的女老板，她在面临人生选择的时候收到了30年后的三个年轻人的回信，预知了未来，从而改变了自己的人生。\r\n如果能预知未来，那该多好？\r\n不过女老板虽然预知了未来，也付出了相当的努力。不能预知未来，就跟女老板一样努力吧。\r\n\r\n人物之间的关系有点像之前好莱坞的一个电影《云图》，每个故事相对独立，但是又有某种联系，让人着迷。\r\n\r\n每个人都会遇到难以解决的事情，都希望有人能帮自己解决，而实际上，心知道答案，跟着内心走就行了~","photos":{},"last_photo":0,"comments_count":3,"hasmath":false,"book_id":"25862578","time":"2017-06-28 00:05:42","author_id":"40510172","id":"38095394","page_no":1},{"chapter":"","book":{"rating":{"max":10,"numRaters":277915,"average":"8.6","min":0},"subtitle":"","author":["[日] 东野圭吾"],"pubdate":"2014-5","tags":[{"count":79949,"name":"东野圭吾","title":"东野圭吾"},{"count":44058,"name":"治愈","title":"治愈"},{"count":36796,"name":"小说","title":"小说"},{"count":35612,"name":"温暖","title":"温暖"},{"count":35037,"name":"日本","title":"日本"},{"count":30599,"name":"日本文学","title":"日本文学"},{"count":26039,"name":"東野圭吾","title":"東野圭吾"},{"count":18821,"name":"推理","title":"推理"}],"origin_title":"ナミヤ雑貨店の奇蹟","image":"https://img3.doubanio.com/view/subject/m/public/s27264181.jpg","binding":"精装","translator":["李盈春"],"catalog":"第一章 回答在牛奶箱里\n第二章 深夜的口琴声\n第三章 在思域车上等到天亮\n第四章 听着披头士默祷\n第五章 来自天上的祈祷","ebook_url":"https://read.douban.com/ebook/36103930/","pages":"291","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s27264181.jpg","large":"https://img3.doubanio.com/lpic/s27264181.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s27264181.jpg"},"alt":"https://book.douban.com/subject/25862578/","id":"25862578","publisher":"南海出版公司","isbn10":"7544270874","isbn13":"9787544270878","title":"解忧杂货店","url":"https://api.douban.com/v2/book/25862578","alt_title":"ナミヤ雑貨店の奇蹟","author_intro":"东野圭吾\n日本著名作家。\n1985年，《放学后》获第31届江户川乱步奖，开始专职写作；\n1999年，《秘密》获第52届日本推理作家协会奖；\n2005年出版的《嫌疑人X的献身》史无前例地同时获得第134届直木奖、第6届本格推理小说大奖，以及年度三大推理小说排行榜第1名；\n2008年，《流星之绊》获第43届新风奖；\n2009年出版的《新参者》获两大推理小说排行榜年度第1名；\n2012年，《解忧杂货店》获第7届中央公论文艺奖。\n2014年，《祈りの幕が下りる時》（暂译《祈祷落幕时》）获第48届吉川英治文学奖。","summary":"现代人内心流失的东西，这家杂货店能帮你找回\u2014\u2014\n僻静的街道旁有一家杂货店，只要写下烦恼投进卷帘门的投信口，第二天就会在店后的牛奶箱里得到回答。\n因男友身患绝症，年轻女孩静子在爱情与梦想间徘徊；克郎为了音乐梦想离家漂泊，却在现实中寸步难行；少年浩介面临家庭巨变，挣扎在亲情与未来的迷茫中\u2026\u2026\n他们将困惑写成信投进杂货店，随即奇妙的事情竟不断发生。\n生命中的一次偶然交会，将如何演绎出截然不同的人生？\n如今回顾写作过程，我发现自己始终在思考一个问题：站在人生的岔路口，人究竟应该怎么做？我希望读者能在掩卷时喃喃自语：我从未读过这样的小说。\u2014\u2014东野圭吾","ebook_price":"13.00","series":{"id":"868","title":"新经典文库·东野圭吾作品"},"price":"39.50元"},"author_user":{"name":"yumiky_pp","is_banned":false,"is_suicide":false,"url":"https://api.douban.com/v2/user/4329189","avatar":"https://img1.doubanio.com/icon/u4329189-18.jpg","uid":"echo1125","alt":"https://www.douban.com/people/echo1125/","type":"user","id":"4329189","large_avatar":"https://img1.doubanio.com/icon/up4329189-18.jpg"},"privacy":2,"abstract_photo":"","abstract":"1.人与人之间的关系往往不是因为某些具体的原因而断绝。不，即使表面上有某种原因，其实是因为彼此的心已经不在一起。事后才牵强附会地找这些藉口，因为如果彼此的心没有分开，当发生可能会导致彼此关系断绝的事...","summary":"1.人与人之间的关系往往不是因为某些具体的原因而断绝。不，即使表面上有某种原因，其实是因为彼此的心已经不在一起。事后才牵强附会地找这些藉口，因为如果彼此的心没有分开，当发生可能会导致彼此关系断绝的事...","content":"1.人与人之间的关系往往不是因为某些具体的原因而断绝。不，即使表面上有某种原因，其实是因为彼此的心已经不在一起。事后才牵强附会地找这些藉口，因为如果彼此的心没有分开，当发生可能会导致彼此关系断绝的事态时，某一方就会主动修复，之所以没有人主动修复，就是因为彼此的心不在一起了。 \r\n\r\n2.我谘商多年，终于了解到一件事。通常谘商者心理已经有了答案，找人谘商的目的，只是为了确认这个答案是正确的我发现我的答复之所以能够对他们有帮助，是因为他们自己本身就拥有正确的心态。如果他们没有想要认真生活，努力生活的态度，无论别人回答什么，恐怕都帮不了他们。\r\n\r\n3.\u201c可是，我觉得哪怕随便写点什么，也比不写好得多。有人肯倾听烦恼就已经很感激了---很多人不都会有这种感受吗？这个人的苦恼没法向周围人倾诉，所以很痛苦，就算我们给不了什么好建议，回上一句\u201d你的苦恼我已经明白了，请继续努力\u201c，她也会多少得到点安慰吧？\u201d\r\n\r\n4.如果自己不想积极认真地生活，不管得到什么样的回答都没用。\r\n\r\n5.我开动快要糊涂的脑筋想了又想，最后理解为，这代表没有地图。如果把来找我咨询的人比喻成迷途的羔羊，通常他们手上都有地图，却没有去看，或是不知道自己目前的位置。但我相信你不属于这两种情况。你的地图是一张白纸，所以即使想决定目的地，也不知道路在哪里。地图是一张白纸，这当然很伤脑筋。任何人都会不知所措。可是换个角度来看，正因为是一张白纸，才可以随心所欲地描绘地图。一切全在你自己。对你来说，一切都是自由的，在你面前是无限的可能。这可是很棒的事啊。我衷心祈祷你可以相信自己，无悔地燃烧自己的人生。\r\n\r\n6.满脑子天真想法的人，在社会上吃点苦头也是好事。 \r\n\r\n7.人的心声是绝对不能无视的。 \r\n\r\n8.他们都是内心破了个洞，重要的东西正从那个破洞逐渐流失。 ","photos":{},"last_photo":0,"comments_count":0,"hasmath":false,"book_id":"25862578","time":"2014-11-23 22:55:21","author_id":"4329189","id":"33501343","page_no":1},{"chapter":"解忧杂货店","book":{"rating":{"max":10,"numRaters":277915,"average":"8.6","min":0},"subtitle":"","author":["[日] 东野圭吾"],"pubdate":"2014-5","tags":[{"count":79949,"name":"东野圭吾","title":"东野圭吾"},{"count":44058,"name":"治愈","title":"治愈"},{"count":36796,"name":"小说","title":"小说"},{"count":35612,"name":"温暖","title":"温暖"},{"count":35037,"name":"日本","title":"日本"},{"count":30599,"name":"日本文学","title":"日本文学"},{"count":26039,"name":"東野圭吾","title":"東野圭吾"},{"count":18821,"name":"推理","title":"推理"}],"origin_title":"ナミヤ雑貨店の奇蹟","image":"https://img3.doubanio.com/view/subject/m/public/s27264181.jpg","binding":"精装","translator":["李盈春"],"catalog":"第一章 回答在牛奶箱里\n第二章 深夜的口琴声\n第三章 在思域车上等到天亮\n第四章 听着披头士默祷\n第五章 来自天上的祈祷","ebook_url":"https://read.douban.com/ebook/36103930/","pages":"291","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s27264181.jpg","large":"https://img3.doubanio.com/lpic/s27264181.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s27264181.jpg"},"alt":"https://book.douban.com/subject/25862578/","id":"25862578","publisher":"南海出版公司","isbn10":"7544270874","isbn13":"9787544270878","title":"解忧杂货店","url":"https://api.douban.com/v2/book/25862578","alt_title":"ナミヤ雑貨店の奇蹟","author_intro":"东野圭吾\n日本著名作家。\n1985年，《放学后》获第31届江户川乱步奖，开始专职写作；\n1999年，《秘密》获第52届日本推理作家协会奖；\n2005年出版的《嫌疑人X的献身》史无前例地同时获得第134届直木奖、第6届本格推理小说大奖，以及年度三大推理小说排行榜第1名；\n2008年，《流星之绊》获第43届新风奖；\n2009年出版的《新参者》获两大推理小说排行榜年度第1名；\n2012年，《解忧杂货店》获第7届中央公论文艺奖。\n2014年，《祈りの幕が下りる時》（暂译《祈祷落幕时》）获第48届吉川英治文学奖。","summary":"现代人内心流失的东西，这家杂货店能帮你找回\u2014\u2014\n僻静的街道旁有一家杂货店，只要写下烦恼投进卷帘门的投信口，第二天就会在店后的牛奶箱里得到回答。\n因男友身患绝症，年轻女孩静子在爱情与梦想间徘徊；克郎为了音乐梦想离家漂泊，却在现实中寸步难行；少年浩介面临家庭巨变，挣扎在亲情与未来的迷茫中\u2026\u2026\n他们将困惑写成信投进杂货店，随即奇妙的事情竟不断发生。\n生命中的一次偶然交会，将如何演绎出截然不同的人生？\n如今回顾写作过程，我发现自己始终在思考一个问题：站在人生的岔路口，人究竟应该怎么做？我希望读者能在掩卷时喃喃自语：我从未读过这样的小说。\u2014\u2014东野圭吾","ebook_price":"13.00","series":{"id":"868","title":"新经典文库·东野圭吾作品"},"price":"39.50元"},"author_user":{"name":"狂奔的小菜","is_banned":false,"is_suicide":false,"url":"https://api.douban.com/v2/user/158992680","avatar":"https://img3.doubanio.com/icon/u158992680-2.jpg","uid":"158992680","alt":"https://www.douban.com/people/158992680/","type":"user","id":"158992680","large_avatar":"https://img3.doubanio.com/icon/up158992680-2.jpg"},"privacy":2,"abstract_photo":"","abstract":"人生在世不称意    明朝散发弄扁舟 说来惭愧，仔细回忆，这居然是我有生以来第一个不是为了交作业而写的读后感。所以就随心所欲的能写到哪就写到哪吧！反正不是为了给谁看的。 用了两天半零碎的时间，看了日本推...","summary":"人生在世不称意    明朝散发弄扁舟 说来惭愧，仔细回忆，这居然是我有生以来第一个不是为了交作业而写的读后感。所以就随心所欲的能写到哪就写到哪吧！反正不是为了给谁看的。 用了两天半零碎的时间，看了日本推...","content":"{\"entityMap\":{},\"blocks\":[{\"key\":\"cfmeo\",\"text\":\"  \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]},{\"key\":\"csk2n\",\"text\":\"                                              人生在世不称意    明朝散发弄扁舟\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":64,\"style\":\"BOLD\"}],\"entityRanges\":[]},{\"key\":\"8l07t\",\"text\":\"        说来惭愧，仔细回忆，这居然是我有生以来第一个不是为了交作业而写的读后感。所以就随心所欲的能写到哪就写到哪吧！反正不是为了给谁看的。\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]},{\"key\":\"bngm8\",\"text\":\"        用了两天半零碎的时间，看了日本推理小说大师东野圭吾的《解忧杂货店》，之前没看过任何相关的介绍，毫无头绪的开始了一本未知的小说，竟没有期待它究竟会讲怎样的故事，觉得自己很奇怪。现在就说说我看这本书时的感受吧！\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]},{\"key\":\"dutjm\",\"text\":\"                                                         1、三个坏孩子的\u201c闹剧\u201d\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":69,\"style\":\"BOLD\"}],\"entityRanges\":[]},{\"key\":\"7omoi\",\"text\":\"        小说的第一部分叫回答在牛奶箱里，三个一看就不太精明没什么经验的少年似乎为了躲避警察的追踪而躲到了一个很久没人居住的杂货店里，而这个杂货店的名字叫做浪矢杂货店。看的时候没想过他们究竟犯了什么错，单听他们的对白，感觉只是几个初犯，偷了些东西而已，但小心翼翼的有点可笑，可见年龄并不大，涉世未深。很快，他们在这间杂货店里收到了一封信，这封信是写给浪矢杂货店的，而且是一封咨询信。这时三人才发现在很多年前，这里确实有位叫浪矢的老人，他用通信的方式为人解决烦恼。\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]},{\"key\":\"8t57j\",\"text\":\"       来信的主人同样的通过信件述说着自己的烦恼，因为恋人身患绝症，自己要参加奥运会的训练而无法相伴，想要放弃比赛，却无法劝服曾并肩作战的恋人接受自己的决定。被这种烦恼羁绊着无法做出任何决定的来信者，希望从杂货店的主人那得到满意的回答。\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]},{\"key\":\"drjng\",\"text\":\"       \u201c平常我们哪有机会倾听别人的烦恼，也没人会想找我们咨询。恐怕一辈子都不会有。这是第一次，也是最后一次。\u201d不得不说，这是我在这本书里第一次感受到的善意，刚刚还在为逃避警察追踪的年轻人，自己的烦恼还没有解决，却还愿意为这样一个素不相识的人回复一封不确定是否能帮上忙的信。我当时就想，他们很可能是一群生活在社会边缘的人，因为没有存在感和价值感，一直生活的浑浑噩噩甚至会做错事，而这封信，唤醒了他们心中的某些东西。虽然其中一人反对回信的幼稚行为，但幸平依然坚持着给求助者回了一封简短短的信，将信放到了牛奶箱里。\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]},{\"key\":\"cjfa8\",\"text\":\"        \u201c来信已经读过了。确实很难办啊，我完全理解你的烦恼，我有一个想法，能不能把你男朋友带到你要去的地方，对不起，出不了什么好主意。\u201d信很短，符合人物设定，也感受到了他的真诚和善良。\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]},{\"key\":\"9keof\",\"text\":\"        而就在几分钟之内，他们居然又收到了回信。看完这封回信的时候，我感觉自己后背一紧，冒了点冷汗。我意识到这是一个超自然的故事，是一个关于信件的穿越。（此时想起了韩剧《信号》里的那个对讲机）一个牛奶箱连接了不同时代的人之间的信件传递，好诡异，但这仅仅是个开始，接下来的故事，每一个都巧妙地连接在了一起。\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]},{\"key\":\"9tmi9\",\"text\":\"        三个人很快发现了信件的诡异之处，因为写信的人是一个即将参加1980年奥运会的姑娘。对于这位求助者，他们三个都是在三十年以后的未来人。Oh my god！虽然三个年轻人对历史没那么熟悉，但他们也很轻松的查明了那届奥运会日本根本没去参加！他们必须要劝服姑娘不再坚持训练，回到恋人身边。 \u201c为了这种事，浪费所剩不多的和恋人在一起的时间，太愚蠢了\u201d \u201c为什么我告诉你的好主意你都不去做\u201d\u201c不管你多努力，想去参加奥运会都没有意义\u201d\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]},{\"key\":\"g6g6\",\"text\":\"          三个人用尽很多方法，却似乎没有说服得了这个姑娘，读到这里，我觉得在她写这几封信的时候，答案应该已经在她的心里了。就像我们每一个人一样，我们感到迷茫，希望有人干脆给我们一个正确答案就好了，但是生活有没有正确答案呢？其实，这个答案早就在你的心里了，很多人只是希望通过一个可靠的方式来印证自己的答案是对的而已。但事实证明，我想的也不全对，哈哈！ \",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]},{\"key\":\"c5o6d\",\"text\":\"        剧情在这里有个小反转，劝说未果的三个人有些灰心，信件也不是几分钟就可以收到回复了。（在这里的解释一下，这个杂货铺很诡异，他的时间运行的好慢，和实际时间相差好多倍，好比外面过去一个多小时，这里却只有十分钟。当然，这是相对他们这个世界。对于牛奶箱通往的另一个世界，时间的流速，没有具体的考证，反正也是慢的很。）就在他们认为不会再有回信的时候，来信了。。。。\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]},{\"key\":\"fsujr\",\"text\":\"      \u201c坦白说，我最初写信向您咨询时，内心已经倾向于放弃奥运会\u201d\u201c我想逃离这一切\u201d\u201c不过恐怕浪矢先生轻易就看穿了我的把戏\u201d\u201c我的内心深处是向往奥运会的，那是我儿时的梦想\u201d\u201c我已经明白，陪伴在他身边不是照顾他的唯一方式\u201d\u201c我从心底感谢和钦佩您敏锐的洞察力\u201d\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]},{\"key\":\"ek24a\",\"text\":\"        呵呵，我也没想到这封信是这个样子的。只能说每个人的内心都未必是你猜测的样子，你以为的你以为只是你以为的，一个进入瓶颈期的运动员，曾想借助恋人的病情劝说自己放弃梦想，我以为她最该纠结的应该是恋人即将离世不能陪伴才对嘛！当然想照顾恋人的情绪估计也是有的，只是那不是她最纠结的根源了。三个等待回信的人也没有想到，他们甚至为了人生中第一次收到这么真诚的感谢而兴奋。顺便说一句，价值感对于大多数人还是有意义的。只是他们费尽心思希望的结局并没有出现，姑娘终于知道内心自己的想法，经过努力没有入选奥运资格，最后，不但男朋友在训练期间离世，奥运会也被日本抵制了，但她似乎并没有一丝的懊悔，听到恋人临终前那句\u201c谢谢你带给我梦想\u201d、还有看到那满足的表情，她觉得自己做了最好的决定。东野圭吾最擅长的洞察人性的描写，这里可见一斑了，总之，这不是一个常规的小故事。 三个人冒失直白甚至有些简单粗暴的语言，却让求助者找到了自己内心渴望的真实答案，不得不让人感慨这就是人生的神奇之处。我们永远不知道接下来会发生什么，即便你站在未来，为人指路，你看到的也许只是表象或者结果，你未必知道在这个过程中，她都经历了什么，也不会知道，真正作出决定的那一刻她最真实的想法，这就是人性。\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]},{\"key\":\"asg6\",\"text\":\"       第一部分就说了这么多，觉得自己的第一个读后感有点太长了，都没信心写下去了。其实，这里有很多细节没有写出来，可能每个人看书感受都不一样吧，有位学霸级别的文艺青年，上大学时就在各种校报上发作品了，她说这是儿童读物，她看不进去，我的个神，我是不是读书太少了 ，没有被套路，看什么都津津有味呢？决定后几部分挑些特别触动我的细节来说吧！\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]},{\"key\":\"c6ntn\",\"text\":\"                                                                           2、你有梦想吗？\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":83,\"style\":\"BOLD\"}],\"entityRanges\":[]},{\"key\":\"eske4\",\"text\":\"       这一部分叫\u201c深夜的口琴声\u201d，我觉得讲述的是一段关于梦想、家庭和救赎的故事，当然了，这本书的每一部分之间都有着紧密的联系，这个看到最后才会完全懂。为了写的深刻点，我又温故了一遍，不得不说，第二遍再看，字里行间关于父亲、儿子之间的描写还是很能打动人。\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]},{\"key\":\"c538q\",\"text\":\"        一个本该继承家族鱼店生意的独子，却任性的想要去成为音乐人，这件事对于一辈子只在小镇上卖过鱼的父母来说，是多么大的震撼和不可思议。这个叫做克郎的臭家伙，我觉得怎么不叫屎壳郎呢？一想到结局，就觉得心酸。哎，还是接着写吧。一直在东京念书的克朗为了音乐决定退学，脾气倔强父亲得知这个消息，一气之下坐车来到了儿子的学校，既然不读书就回家继承鱼店生意，不好吗？但是克朗毫不让步，他说：如果那样做，他会遗憾终生。他要继续留在东京，直到心愿实现为止。也许就是这句话，让父亲妥协了，真是自己的亲生儿子，倔强是一样的，这点从后面的书中就可以了解了。\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]},{\"key\":\"6g9k1\",\"text\":\"         \u201c克朗从公寓的窗子里目送两人离去，他们的背影看起来那么落寞，那么瘦小。克朗禁不住合掌致歉。\u201d简单的一短话，来感受一下当时作为父母的心情吧，究竟是为儿子的梦想担忧呢？还是支持儿子的梦想呢？鱼店的家族生意可能要在自己的手上终结了，父亲心中的对祖辈的愧疚大于对儿子的爱了吗？此处还是自行理解吧，我当时觉得是千万倍的失落。在我印象里，长辈们习惯性的认为自己年龄大，想的远，灌输很多道理给孩子。不过，真有一天，眼看孩子往\u201c歪\u201d路上走，但又阻止不了，最后也只能妥协，无非安慰一下自己，也许孩子是对的呢？万一他这样也会幸福呢？事实证明这种几率并不那么高，当然了，分家庭。\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]},{\"key\":\"5jmjd\",\"text\":\"         喊出了不实现梦想就不离开东京的克朗，三年时间依然没搞出什么名堂，倒是被很多业内人士泼了冷水。但他没想放弃，直到一次回家为祖母办丧，他第一次动摇了。\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]},{\"key\":\"58kvn\",\"text\":\"        \u201c闭嘴！不用你管！\u201d\u2014\u2014父亲对叔叔说的这句话，从字面理解就是\u201c独生子爱干什么就干什么，反正我们没意见\u201d得知克朗辍学玩音乐，家族的叔叔长辈无法理解，他们认为克朗爸爸允许儿子这样把家族的生意弃之不管，简直是最大的不孝。然而在争吵中，克朗突然发现此时的父母却成了他的后盾。\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]},{\"key\":\"cohn\",\"text\":\"      \u201c克朗觉得很对不起父亲。这是他第一次打心底这么想。无论如何，他必须感谢父亲对任性儿子的包容。\u201d\u2014\u2014《解忧杂货店》\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]},{\"key\":\"a2jpr\",\"text\":\"        在对父亲的愧疚中，克朗想起了儿时最爱去的浪矢杂货店，那里的浪矢爷爷总能帮顽皮的孩子们回答一些奇怪的问题。当他到了杂货店那里，居然巧合的遇到了前来回信的那位要参加奥运会的姑娘。简短的对话，勾起了克朗的好奇心，顺理成章的，他也要写信了。。。。只不过收信的人还是在未来世界的那三个熊孩子。\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]},{\"key\":\"encu1\",\"text\":\"        \u201c感谢你把这么奢侈的烦恼讲给我\u201d\u201c真幸福啊，你是祖传鱼店的独生子吗，那什么也不做也能继承这家店喽\u201d\u201c再过三十年你看看，就不会有这种无忧无虑的日子了\u201d\u201c你父母给你出钱，好不容易考上大学，你就这么放弃了，啧啧啧\u201d\u201c满脑子天真想法的人，在社会上吃点苦头也是好事\u201d\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]},{\"key\":\"6aine\",\"text\":\"         回复内容，依旧简单粗暴，可以看出来，回信人的潜台词，你为什么身在福中不知福呢？我们是多么羡慕你的生活! 事实也的确如此，三个可怜的家伙，一看就是有着卑微出身的人。人的出身就是没办法选择的，而它也很大程度上决定着你这一生会如何度过，说什么\u201c人的命远掌握在自己手上\u201d，这种话其实只能作为成功学的鸡汤，对于很多人来说，这绝对是个屁。\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]},{\"key\":\"594r\",\"text\":\"       \u201c看看那些走红的人吧，他们可不用花这么久才受人瞩目\u201d\u201c你不喜欢被人叫艺术家吗？那你对音乐的感觉恐怕已经落后于时代了\u201d\u201c我不会害你的，把吉他丢到一边，赶紧去继承鱼店吧\u201d\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]},{\"key\":\"1cllt\",\"text\":\"        被几封信噎的体无完肤的克朗，虽然承认人家说的对，但也郁闷啊，他只能对着牛奶箱吹口琴。而就在他要放弃音乐梦想的时候，他收到了浪矢杂货店给他的最后一封信。信中的语气突然转变，\u201c你对音乐的执着追求，绝不会白白付出\u201d\u201c有人会因为你的歌而得到救赎。你创作的音乐必将流传下去\u201d\u201c请你始终坚信这一点，坚持到生命的最后一刻\u201d看到这，就有种不祥的预感了。\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]},{\"key\":\"1rbkk\",\"text\":\"        克朗在父亲的坚持下回到东京继续完成音乐梦想，不得不说，克朗的父亲真是个了不起的父亲，他对儿子说\u201c就算最后打了败仗也无所谓，至少你留下了自己的足迹，做不到这点就不要回来了。\u201d但是，很不幸的是，几年后，他失去了儿子，不敢想象他的难过。儿子临终前想起了浪矢的信：\u201c坚持到最后就好了吗？\u201d\u201c爸，我也算是留下了足迹吧？虽然我打了一场败仗！\u201d\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]},{\"key\":\"5lq84\",\"text\":\"          是的，克朗没能实现梦想就离世了，但故事没有结束。在丸光园孤儿院的那场火灾，克朗救下了一个小男孩，这个男孩的姐姐是个音乐天才，以至于她听过一遍克朗吹过的口琴，就能记住整首曲子。在孤儿院里，这首歌是姐弟两人的救赎之音。戏剧的是，姐姐成为了万众瞩目的歌星，那首她凭记忆留下的歌曲，是她每次演唱会中的最后曲目。看到这里心里有些难过，人活着时没有完成的心愿，死了之后有什么意义呢？如果他能看到死后的世界，那倒是不错的结局。\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]},{\"key\":\"csi74\",\"text\":\"                                                                3、一个老人的精神支柱\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":75,\"style\":\"BOLD\"}],\"entityRanges\":[]},{\"key\":\"6nsk6\",\"text\":\"        书的第三部分叫做：在思域车上等到天亮。（觉得这个名字起的不咋地）牛奶箱、能够解决烦恼的浪矢杂货店，这里的秘密终于慢慢有了答案。\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]},{\"key\":\"cdf6c\",\"text\":\"         浪矢爷爷的妻子去世后，一直孤单的生活着。虽然有一儿一女，但浪矢爷爷依然守着自己的杂货店，不愿离开。有一天，担心爸爸孤独难过的儿女突然发现，爸爸整个人都精神焕发了，比母亲在世时还精神。原来他在杂货店里开设了烦恼咨询室。起先只是回答一些顽皮的孩子提的调皮捣蛋的问题，比如怎么能拿到更多压岁钱啊，怎么能运动会跑第一，地球上只有猴子的话，谁跟谁学猴子的话啊。但是浪矢爷爷即便回答这些问题，也都会用一番思考，真的，看了他的回答，你就会知道他有多认真的回答这些问题。浪矢仿佛在这些回答问题的过程中，找到了乐趣，可能突然找到了自己的价值吧。就像那个蹬三轮车的爷爷，他每天蹬三轮车赚钱捐给孩子们，也是一种力量在支撑他吧。估计就是这样的。\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]},{\"key\":\"ekuhp\",\"text\":\"         这里有一个关于爷爷的回答很特别，有个孩子问：我希望不用学习、不用作弊骗人，考试也能拿到一百分，我该怎么做呢？爷爷回答：请恳求老师进行一次关于你的考试。因为考的都是你的自己的事情，你的答案当然也是正确的。再次为东野圭吾鼓个掌吧！写得好，这个孩子在未来也给了浪矢爷爷最温暖的回报。\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]},{\"key\":\"5665j\",\"text\":\"       浪矢从为孩子解答难题渐渐变成了也为成年人解忧，这里多数是情感问题，虽然浪矢说他最不擅长这部 分，但他也是有过一段刻骨铭心的爱情。这个到后面给了一个完美的解释，很感人。\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]},{\"key\":\"89kl5\",\"text\":\"        很遗憾，浪矢杂货店没有一直开下去，浪矢决定关店，并且郁郁寡欢。原因是，他有一天从报纸上得知，一个给他写过咨询信的未婚妈妈，时隔一年多后竟开车带着孩子冲入海里，虽然孩子在最后一刻被救出，女人却没那么幸运。浪矢开始怀疑自己的信是否真的帮助到了那些人，虽然他尽了全力。\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]},{\"key\":\"9a620\",\"text\":\"       \u201c我每次都是认真思考后才写下回信，从没有随意敷衍，这一点我可以肯定，可是究竟有没有帮助到咨询者，就不得而知了。说不定他们按照我的回答去做，结果却陷入了不幸的境地，想到这一点，我就如刺在背，再也无法轻松的展开咨询了。\u201d\u201c我的回答会不会让人走上错误的道路呢？一想到这个问题，我晚上就睡不着觉。病倒的时候，我也在想，也许这就是报应吧\u201d \",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]},{\"key\":\"c9mmi\",\"text\":\"        爷爷不幸的得了肝癌，重病的时候，他依然惦记着自己的回信是否让别人做出了正确的选择。读到这里，为这样一个心存善念的浪矢爷爷感动着，善良的人有时候就是痛苦更多，他甚至怕自己的善举都会伤害到别人。但是没办法，我们一辈子都在做不同的选择，每个选择都会有不同的结果，最后所有坏的结果就都归为命运吧。呵呵。\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]},{\"key\":\"5lc36\",\"text\":\"           总是在这样的疑惑中度日，人难免会有幻觉，爷爷反复的做着一个梦，未来的人往他的牛奶箱里投信。于是，他大胆的向自己的儿子提出要求，也算是遗愿吧，他要回到杂货店去看未来人给他写的信。这块反正是有点奇妙了，看的时候觉得不可思议，但信的内容是我没想到的。\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]},{\"key\":\"4ri6f\",\"text\":\"          爷爷齐刷刷的收到十几封信，全是来自未来的，因为里面的字迹都是用打印机打的。其中有一封信居然是那个提问如何答满分的孩子写来的，没想到爷爷当时的一个回答会影响到他的一生，长大后的他当了老师，然而孩子之间漠不关心，只关心成绩的行为让他很头疼。直到他想起了爷爷的话。他对学生进行了一项测试，叫\u201c朋友考验\u201d。随意选定一个同学，出各种关于他的问题，包括兴趣爱好、喜欢的明星等等，最后由这名学生公布答案。很快，通过这个测试，孩子们建立了良好的关系，也更信任这位新来的老师。故事编排的很巧妙，也很治愈。曾经你并不在意的一个答案有时候会意外的给你一个惊喜，但这一切都归功于你的思考和勤奋。\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]},{\"key\":\"39ors\",\"text\":\"         \u201c我的回答之所以发挥了作用，原因不是别的，是因为他们自己的努力，如果自己不想积极认真的生活，不管得到什么样的回答都没用。\u201d\u2014\u2014《解忧杂货店》\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]},{\"key\":\"e1s34\",\"text\":\"                                                                               4、幸福与不幸\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":86,\"style\":\"BOLD\"}],\"entityRanges\":[]},{\"key\":\"5bb13\",\"text\":\"        书的第四部分叫\u201c听着披头士的默祷\u201d。故事中的主人公是一个没有听浪矢爷爷劝告的孩子。但是他在未来的信中却说了一个善意的谎言，他感谢爷爷的劝告，并说自己按照爷爷的劝解生活的很好。\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]},{\"key\":\"1bims\",\"text\":\"         我把这部分理解成了幸福与不幸，其实就像我读浩介写的两封完全不同的回信一样，这两个词如何理解可能就在一念之间。这部分里经常描述幸福这个词，为什么呢？一个家庭环境一直很优越的少年，可以在80年代的时候就在自己家中用昂贵的音响听着披头士的歌，父母几乎可以满足自己的一切物质需求。他就是那个别人眼里最幸福的孩子，他自己也这么认为。直到有一天，他发现了父亲要面临破产、即将带全家潜逃的事实，可能他突然发现自己变成了一个不幸的人。之前父母的恩爱变成了彼此的埋怨，他开始怀疑父亲就是一个令人不齿的懦夫，是的，他甚至打心里瞧不起自己的父亲。出逃前，浩介坚持要去看披头士的电影，作为一个披头士的铁粉，他也没法接受披头士就要解散的事实，在电影院，他眼里看到的、听到的都是披头士分崩离析的景象，他无法理解为什么他们不能在一起努力下去，他只感受到了一件事，他们的心已经疏远了。\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]},{\"key\":\"b0ni9\",\"text\":\"       \u201c人与人之间的情断义绝，并不需要什么具体的理由。就算表面上有，也很可能只是心已经离开的结果，事后才编造出的借口而已。因为倘若心没有离开，党将导致关系魄力的事态发生时，理应有人努力去挽救。如果没有，说明其实关系早已破裂\u201d\u2014\u2014《解忧杂货铺》\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]},{\"key\":\"84og4\",\"text\":\"        浩介改变了主意，他没有听从浪矢爷爷的劝告，和家人一起共渡难关。他在父母决定潜逃的那一晚没有回家，被警察送进了丸光园孤儿院，并从此隐姓埋名。写到这，我得谈一下当时的心情，虽然父母面临家中变故，对他的态度也有了很大的转变，但是父母在当晚没法找到孩子一起潜逃，这种心情一定如火中烧，可能十几岁的孩子就会做出这种让父母揪心的事吧，换做三十几岁，想都不敢想父母的心情。临走之前的那晚，父亲责怪他卖掉唱片的钱是个赔本买卖，还呵斥他以后都不会再给他零花钱了，可能这种态度的转变让一个小孩的内心没法接受，一直有求必应的父亲如今变成这个样子，想不通。只是浩介不知道面临巨大的压力，大人也是没办法调整好的。就算父亲对他说：\u201c为了守护家人，我可以做任何事，哪怕赌上性命也在所不惜，所以我才决定趁夜潜逃\u201d他依然觉得自己一个人离开，是最好的选择，他没办法面对自己的父母，以及以后东躲西藏的日子。\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]},{\"key\":\"58aa\",\"text\":\"         然而直到三十年后，已经更名为藤井博的浩介才得知，父母早就在他出走后的不久就死去了。父亲上吊自杀前，还特意留了一封遗书：儿子和妻子全都在海中遇难。到这时，他才知道，他能有今天，全是父母的一片苦心，父母为了让他安稳的活下去，选择用这种方式把他从这个世上抹去，也难怪警察最终也没找到他的真实姓名和身份，谁会去调查一个死了的人呢。这世上，恐怕除了父母，没有人会做出这么大的牺牲。在这篇的结尾，浩介再次看了那个改变他命运的披头士的电影，依然是寒风呼啸，但浩介却不觉得他们心已疏远，他们似乎也在全力以赴的演唱，想找回从前的影子。原来，人的心境会让你产生不一样的感受，你是悲凉的，再温暖的阳光都会显得刺眼、刁蛮；你是欢喜的，即便大雨滂沱，你也会享受那份淋漓尽致。\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]},{\"key\":\"4m39e\",\"text\":\"                                                                                5、真相\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":84,\"style\":\"BOLD\"}],\"entityRanges\":[]},{\"key\":\"csjpf\",\"text\":\"          书的最后一部分几乎占了全书的三分之一，\u201c来自天上的祈祷\u201d。这部分巧妙的把之前的所有故事都连接上了，至于怎么连接的，看过的人都会明白，没看的自己看吧。\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]},{\"key\":\"595vu\",\"text\":\"          最打动我的是丸光园孤儿院的创始人皆月晓子和浪矢爷爷的那段爱情。看了之后，还是让我惊讶了一下，原来还有这么个故事埋在里面，所以，一切事情都似乎说的通了，所有的信件、复活的牛奶箱都和丸光园出来的孤儿还有浪矢爷爷有着某种不可言喻的联系。\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]},{\"key\":\"dn95h\",\"text\":\"            晓子小姐曾经爱上了一个机械工人，就是浪矢爷爷喽，因为家族声名显赫，父亲自然是不会同意的了。为了不让父亲伤害自己心爱的人，晓子写了一封绝情信，二人就再没了联系。三年后，晓子接到了浪矢的信。\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]},{\"key\":\"4vfam\",\"text\":\"           \u201c如今我在家乡务农，无时无刻不在想你和你在一起的时间虽然短暂，却是我至今为止人生中最美好的时光。与此同时，我也无时无刻不想向你道歉，一想到那时的事情也许在你的心头留下了伤痛，我就无法入睡。晓子小姐一定要幸福啊，这是我现在唯一的心愿，希望你会遇到理想的对象\u201d\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]},{\"key\":\"2r8op\",\"text\":\"          这封信没什么太多的情爱之说，但一如既往的朴实语言、一如既往的真诚、一如既往地为别人找想的善良，这就是浪矢的性格吧。可能正是这样的人，才能让一个女人一辈子没有再去爱上别人的愿望了。晓子一辈子没有结婚，在浪矢的家乡附近专心做着孤儿院的教育事业，她弟弟解释说：她只是按照自己的心意去生活罢了。多么好的人生，只按自己的心意去活，这是我能想到的最幸福的事了。\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]},{\"key\":\"47uih\",\"text\":\"           觉得最好的结局是最后爷爷回复给三个孩子的信，在第一部分里曾经提到，三个孩子在杂货店不知所措，往牛奶箱里放了一张白纸，希望看看到底会发生什么。然后在第三部分，等待未来之信的浪矢要离开在杂货店的最后时刻看到了一张白纸，儿子劝他早点回家，但他依然认真的思索着如何能帮助投递白纸的人，这回信的内容终于在这本书的结尾给出了答案，也给了这三个迷途知返的孩子最后的忠告。\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]},{\"key\":\"9ruk9\",\"text\":\"             \u201c如果把来找我咨询的人比喻成迷途的羔羊，通常他们手上都有地图，却没有去看，或是不知道自己目前的位置\u201d\u201c可是换个角度来看，正是因为是一张白纸，才可以随心所欲的描绘地图。一切全在于你自己，对你来说，一切都是自由的，在你面前有一切可能。\u201d\u201c我以后应该不会再回答烦恼咨询了。感谢你在最后问了一个很有价值的难题\u201d\u2014\u2014《解忧杂货店》\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]},{\"key\":\"507t0\",\"text\":\"           看了两天，感触当然不止这些，写到最后有点草草收场的意思，写着玩吧。同样一本书，每个人的理解都不同，可能有相关的情节或者情绪会让人想到不同的事情，就像浩介在不同的时期看了同一部电影，却有了不同的答案。喜欢东野圭吾的这个叙事手法，这是一个完美的治愈小说，依然充满人性的玄机，依然有着略带推理的故事线索，好看极了，哈哈哈。也许哪天拿来重看，再来补充吧！写了 一下午，好累！\",\"type\":\"paragraph\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[]}]}","photos":{},"last_photo":0,"comments_count":4,"hasmath":false,"book_id":"25862578","time":"2018-02-28 13:54:15","author_id":"158992680","id":"42287253","page_no":1},{"chapter":"书评","book":{"rating":{"max":10,"numRaters":277915,"average":"8.6","min":0},"subtitle":"","author":["[日] 东野圭吾"],"pubdate":"2014-5","tags":[{"count":79949,"name":"东野圭吾","title":"东野圭吾"},{"count":44058,"name":"治愈","title":"治愈"},{"count":36796,"name":"小说","title":"小说"},{"count":35612,"name":"温暖","title":"温暖"},{"count":35037,"name":"日本","title":"日本"},{"count":30599,"name":"日本文学","title":"日本文学"},{"count":26039,"name":"東野圭吾","title":"東野圭吾"},{"count":18821,"name":"推理","title":"推理"}],"origin_title":"ナミヤ雑貨店の奇蹟","image":"https://img3.doubanio.com/view/subject/m/public/s27264181.jpg","binding":"精装","translator":["李盈春"],"catalog":"第一章 回答在牛奶箱里\n第二章 深夜的口琴声\n第三章 在思域车上等到天亮\n第四章 听着披头士默祷\n第五章 来自天上的祈祷","ebook_url":"https://read.douban.com/ebook/36103930/","pages":"291","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s27264181.jpg","large":"https://img3.doubanio.com/lpic/s27264181.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s27264181.jpg"},"alt":"https://book.douban.com/subject/25862578/","id":"25862578","publisher":"南海出版公司","isbn10":"7544270874","isbn13":"9787544270878","title":"解忧杂货店","url":"https://api.douban.com/v2/book/25862578","alt_title":"ナミヤ雑貨店の奇蹟","author_intro":"东野圭吾\n日本著名作家。\n1985年，《放学后》获第31届江户川乱步奖，开始专职写作；\n1999年，《秘密》获第52届日本推理作家协会奖；\n2005年出版的《嫌疑人X的献身》史无前例地同时获得第134届直木奖、第6届本格推理小说大奖，以及年度三大推理小说排行榜第1名；\n2008年，《流星之绊》获第43届新风奖；\n2009年出版的《新参者》获两大推理小说排行榜年度第1名；\n2012年，《解忧杂货店》获第7届中央公论文艺奖。\n2014年，《祈りの幕が下りる時》（暂译《祈祷落幕时》）获第48届吉川英治文学奖。","summary":"现代人内心流失的东西，这家杂货店能帮你找回\u2014\u2014\n僻静的街道旁有一家杂货店，只要写下烦恼投进卷帘门的投信口，第二天就会在店后的牛奶箱里得到回答。\n因男友身患绝症，年轻女孩静子在爱情与梦想间徘徊；克郎为了音乐梦想离家漂泊，却在现实中寸步难行；少年浩介面临家庭巨变，挣扎在亲情与未来的迷茫中\u2026\u2026\n他们将困惑写成信投进杂货店，随即奇妙的事情竟不断发生。\n生命中的一次偶然交会，将如何演绎出截然不同的人生？\n如今回顾写作过程，我发现自己始终在思考一个问题：站在人生的岔路口，人究竟应该怎么做？我希望读者能在掩卷时喃喃自语：我从未读过这样的小说。\u2014\u2014东野圭吾","ebook_price":"13.00","series":{"id":"868","title":"新经典文库·东野圭吾作品"},"price":"39.50元"},"author_user":{"name":"美美头","is_banned":false,"is_suicide":false,"url":"https://api.douban.com/v2/user/1253940","avatar":"https://img3.doubanio.com/icon/u1253940-31.jpg","uid":"mmt612","alt":"https://www.douban.com/people/mmt612/","type":"user","id":"1253940","large_avatar":"https://img3.doubanio.com/icon/up1253940-31.jpg"},"privacy":2,"abstract_photo":"","abstract":"只是需要一个人告诉你：没错，就是这样。来自未来，来自陌生人的回复，会让自己好像得到了千军万马。","summary":"只是需要一个人告诉你：没错，就是这样。来自未来，来自陌生人的回复，会让自己好像得到了千军万马。","content":"只是需要一个人告诉你：没错，就是这样。来自未来，来自陌生人的回复，会让自己好像得到了千军万马。","photos":{},"last_photo":0,"comments_count":0,"hasmath":false,"book_id":"25862578","time":"2014-11-05 11:27:34","author_id":"1253940","id":"33334384","page_no":1},{"chapter":"听着披头士默祷","book":{"rating":{"max":10,"numRaters":277915,"average":"8.6","min":0},"subtitle":"","author":["[日] 东野圭吾"],"pubdate":"2014-5","tags":[{"count":79949,"name":"东野圭吾","title":"东野圭吾"},{"count":44058,"name":"治愈","title":"治愈"},{"count":36796,"name":"小说","title":"小说"},{"count":35612,"name":"温暖","title":"温暖"},{"count":35037,"name":"日本","title":"日本"},{"count":30599,"name":"日本文学","title":"日本文学"},{"count":26039,"name":"東野圭吾","title":"東野圭吾"},{"count":18821,"name":"推理","title":"推理"}],"origin_title":"ナミヤ雑貨店の奇蹟","image":"https://img3.doubanio.com/view/subject/m/public/s27264181.jpg","binding":"精装","translator":["李盈春"],"catalog":"第一章 回答在牛奶箱里\n第二章 深夜的口琴声\n第三章 在思域车上等到天亮\n第四章 听着披头士默祷\n第五章 来自天上的祈祷","ebook_url":"https://read.douban.com/ebook/36103930/","pages":"291","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s27264181.jpg","large":"https://img3.doubanio.com/lpic/s27264181.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s27264181.jpg"},"alt":"https://book.douban.com/subject/25862578/","id":"25862578","publisher":"南海出版公司","isbn10":"7544270874","isbn13":"9787544270878","title":"解忧杂货店","url":"https://api.douban.com/v2/book/25862578","alt_title":"ナミヤ雑貨店の奇蹟","author_intro":"东野圭吾\n日本著名作家。\n1985年，《放学后》获第31届江户川乱步奖，开始专职写作；\n1999年，《秘密》获第52届日本推理作家协会奖；\n2005年出版的《嫌疑人X的献身》史无前例地同时获得第134届直木奖、第6届本格推理小说大奖，以及年度三大推理小说排行榜第1名；\n2008年，《流星之绊》获第43届新风奖；\n2009年出版的《新参者》获两大推理小说排行榜年度第1名；\n2012年，《解忧杂货店》获第7届中央公论文艺奖。\n2014年，《祈りの幕が下りる時》（暂译《祈祷落幕时》）获第48届吉川英治文学奖。","summary":"现代人内心流失的东西，这家杂货店能帮你找回\u2014\u2014\n僻静的街道旁有一家杂货店，只要写下烦恼投进卷帘门的投信口，第二天就会在店后的牛奶箱里得到回答。\n因男友身患绝症，年轻女孩静子在爱情与梦想间徘徊；克郎为了音乐梦想离家漂泊，却在现实中寸步难行；少年浩介面临家庭巨变，挣扎在亲情与未来的迷茫中\u2026\u2026\n他们将困惑写成信投进杂货店，随即奇妙的事情竟不断发生。\n生命中的一次偶然交会，将如何演绎出截然不同的人生？\n如今回顾写作过程，我发现自己始终在思考一个问题：站在人生的岔路口，人究竟应该怎么做？我希望读者能在掩卷时喃喃自语：我从未读过这样的小说。\u2014\u2014东野圭吾","ebook_price":"13.00","series":{"id":"868","title":"新经典文库·东野圭吾作品"},"price":"39.50元"},"author_user":{"name":"伊呀伊呀哟","is_banned":false,"is_suicide":false,"url":"https://api.douban.com/v2/user/49004970","avatar":"https://img3.doubanio.com/icon/u49004970-3.jpg","uid":"49004970","alt":"https://www.douban.com/people/49004970/","type":"user","id":"49004970","large_avatar":"https://img3.doubanio.com/icon/up49004970-3.jpg"},"privacy":2,"abstract_photo":"","abstract":"关于家人，我的基本看法是：除了积极向上的旅行，家人应该尽可能在一起。因为反感、厌倦等理由而离开，不是家人应有的姿态。","summary":"关于家人，我的基本看法是：除了积极向上的旅行，家人应该尽可能在一起。因为反感、厌倦等理由而离开，不是家人应有的姿态。","content":"<原文开始>关于家人，我的基本看法是：除了积极向上的旅行，家人应该尽可能在一起。因为反感、厌倦等理由而离开，不是家人应有的姿态。<\/原文结束>","photos":{},"last_photo":0,"comments_count":1,"hasmath":false,"book_id":"25862578","time":"2017-03-20 23:36:46","author_id":"49004970","id":"32875395","page_no":167},{"chapter":"","book":{"rating":{"max":10,"numRaters":277915,"average":"8.6","min":0},"subtitle":"","author":["[日] 东野圭吾"],"pubdate":"2014-5","tags":[{"count":79949,"name":"东野圭吾","title":"东野圭吾"},{"count":44058,"name":"治愈","title":"治愈"},{"count":36796,"name":"小说","title":"小说"},{"count":35612,"name":"温暖","title":"温暖"},{"count":35037,"name":"日本","title":"日本"},{"count":30599,"name":"日本文学","title":"日本文学"},{"count":26039,"name":"東野圭吾","title":"東野圭吾"},{"count":18821,"name":"推理","title":"推理"}],"origin_title":"ナミヤ雑貨店の奇蹟","image":"https://img3.doubanio.com/view/subject/m/public/s27264181.jpg","binding":"精装","translator":["李盈春"],"catalog":"第一章 回答在牛奶箱里\n第二章 深夜的口琴声\n第三章 在思域车上等到天亮\n第四章 听着披头士默祷\n第五章 来自天上的祈祷","ebook_url":"https://read.douban.com/ebook/36103930/","pages":"291","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s27264181.jpg","large":"https://img3.doubanio.com/lpic/s27264181.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s27264181.jpg"},"alt":"https://book.douban.com/subject/25862578/","id":"25862578","publisher":"南海出版公司","isbn10":"7544270874","isbn13":"9787544270878","title":"解忧杂货店","url":"https://api.douban.com/v2/book/25862578","alt_title":"ナミヤ雑貨店の奇蹟","author_intro":"东野圭吾\n日本著名作家。\n1985年，《放学后》获第31届江户川乱步奖，开始专职写作；\n1999年，《秘密》获第52届日本推理作家协会奖；\n2005年出版的《嫌疑人X的献身》史无前例地同时获得第134届直木奖、第6届本格推理小说大奖，以及年度三大推理小说排行榜第1名；\n2008年，《流星之绊》获第43届新风奖；\n2009年出版的《新参者》获两大推理小说排行榜年度第1名；\n2012年，《解忧杂货店》获第7届中央公论文艺奖。\n2014年，《祈りの幕が下りる時》（暂译《祈祷落幕时》）获第48届吉川英治文学奖。","summary":"现代人内心流失的东西，这家杂货店能帮你找回\u2014\u2014\n僻静的街道旁有一家杂货店，只要写下烦恼投进卷帘门的投信口，第二天就会在店后的牛奶箱里得到回答。\n因男友身患绝症，年轻女孩静子在爱情与梦想间徘徊；克郎为了音乐梦想离家漂泊，却在现实中寸步难行；少年浩介面临家庭巨变，挣扎在亲情与未来的迷茫中\u2026\u2026\n他们将困惑写成信投进杂货店，随即奇妙的事情竟不断发生。\n生命中的一次偶然交会，将如何演绎出截然不同的人生？\n如今回顾写作过程，我发现自己始终在思考一个问题：站在人生的岔路口，人究竟应该怎么做？我希望读者能在掩卷时喃喃自语：我从未读过这样的小说。\u2014\u2014东野圭吾","ebook_price":"13.00","series":{"id":"868","title":"新经典文库·东野圭吾作品"},"price":"39.50元"},"author_user":{"name":"kkooalla","is_banned":false,"is_suicide":false,"url":"https://api.douban.com/v2/user/71387810","avatar":"https://img1.doubanio.com/icon/user_normal.jpg","uid":"71387810","alt":"https://www.douban.com/people/71387810/","type":"user","id":"71387810","large_avatar":"https://img3.doubanio.com/icon/user_large.jpg"},"privacy":2,"abstract_photo":"","abstract":"感谢你把这么奢侈的烦恼讲给我听。","summary":"感谢你把这么奢侈的烦恼讲给我听。","content":"<原文开始>感谢你把这么奢侈的烦恼讲给我听。<\/原文结束>","photos":{},"last_photo":0,"comments_count":3,"hasmath":false,"book_id":"25862578","time":"2017-08-15 11:48:42","author_id":"71387810","id":"34641392","page_no":81},{"chapter":"","book":{"rating":{"max":10,"numRaters":277915,"average":"8.6","min":0},"subtitle":"","author":["[日] 东野圭吾"],"pubdate":"2014-5","tags":[{"count":79949,"name":"东野圭吾","title":"东野圭吾"},{"count":44058,"name":"治愈","title":"治愈"},{"count":36796,"name":"小说","title":"小说"},{"count":35612,"name":"温暖","title":"温暖"},{"count":35037,"name":"日本","title":"日本"},{"count":30599,"name":"日本文学","title":"日本文学"},{"count":26039,"name":"東野圭吾","title":"東野圭吾"},{"count":18821,"name":"推理","title":"推理"}],"origin_title":"ナミヤ雑貨店の奇蹟","image":"https://img3.doubanio.com/view/subject/m/public/s27264181.jpg","binding":"精装","translator":["李盈春"],"catalog":"第一章 回答在牛奶箱里\n第二章 深夜的口琴声\n第三章 在思域车上等到天亮\n第四章 听着披头士默祷\n第五章 来自天上的祈祷","ebook_url":"https://read.douban.com/ebook/36103930/","pages":"291","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s27264181.jpg","large":"https://img3.doubanio.com/lpic/s27264181.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s27264181.jpg"},"alt":"https://book.douban.com/subject/25862578/","id":"25862578","publisher":"南海出版公司","isbn10":"7544270874","isbn13":"9787544270878","title":"解忧杂货店","url":"https://api.douban.com/v2/book/25862578","alt_title":"ナミヤ雑貨店の奇蹟","author_intro":"东野圭吾\n日本著名作家。\n1985年，《放学后》获第31届江户川乱步奖，开始专职写作；\n1999年，《秘密》获第52届日本推理作家协会奖；\n2005年出版的《嫌疑人X的献身》史无前例地同时获得第134届直木奖、第6届本格推理小说大奖，以及年度三大推理小说排行榜第1名；\n2008年，《流星之绊》获第43届新风奖；\n2009年出版的《新参者》获两大推理小说排行榜年度第1名；\n2012年，《解忧杂货店》获第7届中央公论文艺奖。\n2014年，《祈りの幕が下りる時》（暂译《祈祷落幕时》）获第48届吉川英治文学奖。","summary":"现代人内心流失的东西，这家杂货店能帮你找回\u2014\u2014\n僻静的街道旁有一家杂货店，只要写下烦恼投进卷帘门的投信口，第二天就会在店后的牛奶箱里得到回答。\n因男友身患绝症，年轻女孩静子在爱情与梦想间徘徊；克郎为了音乐梦想离家漂泊，却在现实中寸步难行；少年浩介面临家庭巨变，挣扎在亲情与未来的迷茫中\u2026\u2026\n他们将困惑写成信投进杂货店，随即奇妙的事情竟不断发生。\n生命中的一次偶然交会，将如何演绎出截然不同的人生？\n如今回顾写作过程，我发现自己始终在思考一个问题：站在人生的岔路口，人究竟应该怎么做？我希望读者能在掩卷时喃喃自语：我从未读过这样的小说。\u2014\u2014东野圭吾","ebook_price":"13.00","series":{"id":"868","title":"新经典文库·东野圭吾作品"},"price":"39.50元"},"author_user":{"name":"Louiiiiiisa","is_banned":false,"is_suicide":false,"url":"https://api.douban.com/v2/user/22029094","avatar":"https://img3.doubanio.com/icon/u22029094-22.jpg","uid":"Panda0822","alt":"https://www.douban.com/people/Panda0822/","type":"user","id":"22029094","large_avatar":"https://img3.doubanio.com/icon/up22029094-22.jpg"},"privacy":2,"abstract_photo":"","abstract":"虽然至今为止的道路绝非一片坦途，但想到正因为活着才有机会感受到痛楚，我就成功克服了种种困难。","summary":"虽然至今为止的道路绝非一片坦途，但想到正因为活着才有机会感受到痛楚，我就成功克服了种种困难。","content":"<原文开始>虽然至今为止的道路绝非一片坦途，但想到正因为活着才有机会感受到痛楚，我就成功克服了种种困难。<\/原文结束>","photos":{},"last_photo":0,"comments_count":0,"hasmath":false,"book_id":"25862578","time":"2014-10-21 17:23:36","author_id":"22029094","id":"33195456","page_no":133},{"chapter":"","book":{"rating":{"max":10,"numRaters":277915,"average":"8.6","min":0},"subtitle":"","author":["[日] 东野圭吾"],"pubdate":"2014-5","tags":[{"count":79949,"name":"东野圭吾","title":"东野圭吾"},{"count":44058,"name":"治愈","title":"治愈"},{"count":36796,"name":"小说","title":"小说"},{"count":35612,"name":"温暖","title":"温暖"},{"count":35037,"name":"日本","title":"日本"},{"count":30599,"name":"日本文学","title":"日本文学"},{"count":26039,"name":"東野圭吾","title":"東野圭吾"},{"count":18821,"name":"推理","title":"推理"}],"origin_title":"ナミヤ雑貨店の奇蹟","image":"https://img3.doubanio.com/view/subject/m/public/s27264181.jpg","binding":"精装","translator":["李盈春"],"catalog":"第一章 回答在牛奶箱里\n第二章 深夜的口琴声\n第三章 在思域车上等到天亮\n第四章 听着披头士默祷\n第五章 来自天上的祈祷","ebook_url":"https://read.douban.com/ebook/36103930/","pages":"291","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s27264181.jpg","large":"https://img3.doubanio.com/lpic/s27264181.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s27264181.jpg"},"alt":"https://book.douban.com/subject/25862578/","id":"25862578","publisher":"南海出版公司","isbn10":"7544270874","isbn13":"9787544270878","title":"解忧杂货店","url":"https://api.douban.com/v2/book/25862578","alt_title":"ナミヤ雑貨店の奇蹟","author_intro":"东野圭吾\n日本著名作家。\n1985年，《放学后》获第31届江户川乱步奖，开始专职写作；\n1999年，《秘密》获第52届日本推理作家协会奖；\n2005年出版的《嫌疑人X的献身》史无前例地同时获得第134届直木奖、第6届本格推理小说大奖，以及年度三大推理小说排行榜第1名；\n2008年，《流星之绊》获第43届新风奖；\n2009年出版的《新参者》获两大推理小说排行榜年度第1名；\n2012年，《解忧杂货店》获第7届中央公论文艺奖。\n2014年，《祈りの幕が下りる時》（暂译《祈祷落幕时》）获第48届吉川英治文学奖。","summary":"现代人内心流失的东西，这家杂货店能帮你找回\u2014\u2014\n僻静的街道旁有一家杂货店，只要写下烦恼投进卷帘门的投信口，第二天就会在店后的牛奶箱里得到回答。\n因男友身患绝症，年轻女孩静子在爱情与梦想间徘徊；克郎为了音乐梦想离家漂泊，却在现实中寸步难行；少年浩介面临家庭巨变，挣扎在亲情与未来的迷茫中\u2026\u2026\n他们将困惑写成信投进杂货店，随即奇妙的事情竟不断发生。\n生命中的一次偶然交会，将如何演绎出截然不同的人生？\n如今回顾写作过程，我发现自己始终在思考一个问题：站在人生的岔路口，人究竟应该怎么做？我希望读者能在掩卷时喃喃自语：我从未读过这样的小说。\u2014\u2014东野圭吾","ebook_price":"13.00","series":{"id":"868","title":"新经典文库·东野圭吾作品"},"price":"39.50元"},"author_user":{"name":"喵小Q","is_banned":false,"is_suicide":false,"url":"https://api.douban.com/v2/user/3679883","avatar":"https://img3.doubanio.com/icon/u3679883-13.jpg","uid":"Qcat320","alt":"https://www.douban.com/people/Qcat320/","type":"user","id":"3679883","large_avatar":"https://img3.doubanio.com/icon/up3679883-13.jpg"},"privacy":2,"abstract_photo":"","abstract":"1.\u201c可是，我觉得哪怕随便写点什么，也比不写好得多。有人肯倾听烦恼就已经很感激了---很多人不都会有这种感受吗？这个人的苦恼没法向周围人倾诉，所以很痛苦，就算我们给不了什么好建议，回上一句\u201d你的苦恼我已...","summary":"1.\u201c可是，我觉得哪怕随便写点什么，也比不写好得多。有人肯倾听烦恼就已经很感激了---很多人不都会有这种感受吗？这个人的苦恼没法向周围人倾诉，所以很痛苦，就算我们给不了什么好建议，回上一句\u201d你的苦恼我已...","content":"1.\u201c可是，我觉得哪怕随便写点什么，也比不写好得多。有人肯倾听烦恼就已经很感激了---很多人不都会有这种感受吗？这个人的苦恼没法向周围人倾诉，所以很痛苦，就算我们给不了什么好建议，回上一句\u201d你的苦恼我已经明白了，请继续努力\u201c，她也会多少得到点安慰吧？\u201d\r\n\r\n2.\u201c我比任何人都爱你，想要永远和你在一起。如果我放弃比赛就能让你好起来，我会毫不犹豫地放弃。但如果不是这样，我希望坚持我的梦想。因为一直以来追寻着梦想，我才活出了自我，而你喜欢的也正是这样的我。我没有一刻忘记过你，但请让我去追逐梦想吧。\u201d\r\n\r\n3.\u201c不管是骚扰还是恶作剧，写这些信给浪矢杂货店的人，和普通的咨询者在本质上是一样的。他们都是内心破了个洞，重要的东西正从那个破洞逐渐流失。证据就是，这样的人也一定会来拿回信，他会来查看牛奶箱。\r\n\r\n4.人的心声是绝对不能无视的。\r\n\r\n5.\u201d这么多年咨询信看下来，让我逐渐明白了一件事。很多时候，咨询的人心里已经有了答案，来咨询只是想确认自己的决定是对的。所有有些人读过回信后，会再次写信过来，大概就是因为回答的内容和他的想法不一样吧。\r\n\r\n6.如果自己不想积极认真地生活，不管得到什么样的回答都没用。\r\n\r\n7.写信人对母亲说，最重要的是能不能让即将出世的孩子幸福。即使父母双全，孩子也未见得就能幸福。最后他总结说，如果你没有做好心理准备，愿意为了孩子的幸福忍耐任何事情，即使你有丈夫，我也会建议你最好不要生。\r\n\r\n8\u201c你妈妈因为有一切为你幸福着想的决心，才会生下了你。\u201d\r\n\r\n9.\u201c要是穿着廉价货，人也会跟着廉价了。\u201d纪美子这样说，\u201c不光是看起来廉价，实际上也会慢慢变成那样，说是人性会变得卑劣也不过分。所以穿在身上的东西，一定要高档才行。\u201d\r\n\r\n10.人与人之间情断义绝，并不需要什么具体的理由。就算表面上有，也很可能只是心已经离开的结果，事后才编造出的借口而已。因为倘若心没有离开，当将会导致关系破裂的事态发生时，理应有人努力去挽救。如果没有，说明其实关系早已破裂。所以那四个人谁也没有挽留披头士乐队，就像看客一般，眼睁睁看着船只沉没。\r\n\r\n11.心一旦离开了，就再不会回来。\r\n\r\n12.他深深感受到人与人之间的羁绊是何等脆弱。\r\n\r\n13.答案是学习，还有存钱。今后的五年里，你要彻底掌握经济相关的只是。具体来说，就是证券交易和房地产买卖。","photos":{},"last_photo":0,"comments_count":0,"hasmath":false,"book_id":"25862578","time":"2014-11-01 10:34:33","author_id":"3679883","id":"33294859","page_no":1},{"chapter":"解忧杂货店","book":{"rating":{"max":10,"numRaters":277915,"average":"8.6","min":0},"subtitle":"","author":["[日] 东野圭吾"],"pubdate":"2014-5","tags":[{"count":79949,"name":"东野圭吾","title":"东野圭吾"},{"count":44058,"name":"治愈","title":"治愈"},{"count":36796,"name":"小说","title":"小说"},{"count":35612,"name":"温暖","title":"温暖"},{"count":35037,"name":"日本","title":"日本"},{"count":30599,"name":"日本文学","title":"日本文学"},{"count":26039,"name":"東野圭吾","title":"東野圭吾"},{"count":18821,"name":"推理","title":"推理"}],"origin_title":"ナミヤ雑貨店の奇蹟","image":"https://img3.doubanio.com/view/subject/m/public/s27264181.jpg","binding":"精装","translator":["李盈春"],"catalog":"第一章 回答在牛奶箱里\n第二章 深夜的口琴声\n第三章 在思域车上等到天亮\n第四章 听着披头士默祷\n第五章 来自天上的祈祷","ebook_url":"https://read.douban.com/ebook/36103930/","pages":"291","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s27264181.jpg","large":"https://img3.doubanio.com/lpic/s27264181.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s27264181.jpg"},"alt":"https://book.douban.com/subject/25862578/","id":"25862578","publisher":"南海出版公司","isbn10":"7544270874","isbn13":"9787544270878","title":"解忧杂货店","url":"https://api.douban.com/v2/book/25862578","alt_title":"ナミヤ雑貨店の奇蹟","author_intro":"东野圭吾\n日本著名作家。\n1985年，《放学后》获第31届江户川乱步奖，开始专职写作；\n1999年，《秘密》获第52届日本推理作家协会奖；\n2005年出版的《嫌疑人X的献身》史无前例地同时获得第134届直木奖、第6届本格推理小说大奖，以及年度三大推理小说排行榜第1名；\n2008年，《流星之绊》获第43届新风奖；\n2009年出版的《新参者》获两大推理小说排行榜年度第1名；\n2012年，《解忧杂货店》获第7届中央公论文艺奖。\n2014年，《祈りの幕が下りる時》（暂译《祈祷落幕时》）获第48届吉川英治文学奖。","summary":"现代人内心流失的东西，这家杂货店能帮你找回\u2014\u2014\n僻静的街道旁有一家杂货店，只要写下烦恼投进卷帘门的投信口，第二天就会在店后的牛奶箱里得到回答。\n因男友身患绝症，年轻女孩静子在爱情与梦想间徘徊；克郎为了音乐梦想离家漂泊，却在现实中寸步难行；少年浩介面临家庭巨变，挣扎在亲情与未来的迷茫中\u2026\u2026\n他们将困惑写成信投进杂货店，随即奇妙的事情竟不断发生。\n生命中的一次偶然交会，将如何演绎出截然不同的人生？\n如今回顾写作过程，我发现自己始终在思考一个问题：站在人生的岔路口，人究竟应该怎么做？我希望读者能在掩卷时喃喃自语：我从未读过这样的小说。\u2014\u2014东野圭吾","ebook_price":"13.00","series":{"id":"868","title":"新经典文库·东野圭吾作品"},"price":"39.50元"},"author_user":{"name":"光速低空飞行","is_banned":false,"is_suicide":false,"url":"https://api.douban.com/v2/user/58179366","avatar":"https://img3.doubanio.com/icon/u58179366-2.jpg","uid":"58179366","alt":"https://www.douban.com/people/58179366/","type":"user","id":"58179366","large_avatar":"https://img3.doubanio.com/icon/up58179366-2.jpg"},"privacy":2,"abstract_photo":"","abstract":"第一章／回答在牛奶箱里\r\n敦也、翔太、幸平三人由于偷来的老旧皇冠车抛锚，不得不借宿在浪矢杂货店一晚，等待早晨的到来。在这个机缘巧合的时候，敦也发现有一封信从铁卷门上的邮件投递口被投了进来。这是一封咨...","summary":"第一章／回答在牛奶箱里\r\n敦也、翔太、幸平三人由于偷来的老旧皇冠车抛锚，不得不借宿在浪矢杂货店一晚，等待早晨的到来。在这个机缘巧合的时候，敦也发现有一封信从铁卷门上的邮件投递口被投了进来。这是一封咨...","content":"第一章／回答在牛奶箱里\r\n敦也、翔太、幸平三人由于偷来的老旧皇冠车抛锚，不得不借宿在浪矢杂货店一晚，等待早晨的到来。在这个机缘巧合的时候，敦也发现有一封信从铁卷门上的邮件投递口被投了进来。这是一封咨询烦恼的信，署名\u201c月兔\u201d，信件内容大概：男友罹患不治之症，陷入爱情与梦想两难的境地，不知道如何抉择，希望浪矢杂货店能够指点迷津。刚开始敦也不以为然，但翔太跟幸平不赞同，认为应该写回信帮助\u201c月兔\u201d。经过几次的通信联系之后，三人发现卷帘门上的投信口和牛奶箱连接着过去，他们是在和过去的人通信。\r\n由于1979年苏联入侵阿富汗，日本追随美国抵制莫斯科奥运会，敦也三人建议\u201c月兔\u201d放弃奥运会，回到重病的男友身边。但在三人多次劝说之后，\u201c月兔\u201d越发觉得她对奥运会的感情很深厚。其实，内心深处她是向往奥运会的。结果不言而喻，一直顽强与病魔斗争的男友在80年2月份在医院去世了。\u201c月兔\u201d也没有放弃奥运会，虽然虽然努力到最后，也没有入选参赛名单，但她觉得她得到了比金牌更有价值的东西。\r\n\r\n第二章／深夜的口琴声\r\n鱼店艺术家松冈克郎第二次在平安夜前往孤儿院\u201c丸光园\u201d作慰问演出，在这里克郎遇见了小芹，小芹对克郎的演出不以为然，直到克郎演唱他自己创作的歌曲《重生》时，小芹才表现出感兴趣的样子，更主动和克郎搭话。和女孩谈话后，克郎回想起往事，思绪回到了八年前。\r\n克郎为了音乐不惜休学，然而在音乐路上处处碰壁，不受赏识。而在家乡的父亲因身体不好，家里开的鱼店需要自己继承。夹在\u201c追求梦想\u201d和\u201c接受现实\u201d两个选择之间不知如何抉择的克郎，往家附近的\u201c浪矢杂货店\u201d投去咨询烦恼的信件。\r\n信件被寄到了未来的敦也三人组手中，三人看到信后，认为这纯粹是一个天生好命的家伙任性妄为罢了，用带着揶揄的口气回信指责了克郎。克郎看到被人误会，虽然不想理会，但就这么算了却心有不甘，于是决定再次回信。\r\n克郎的父亲健夫由于过度劳累，心脏不堪重负，以至于在搬货的时候突然显得非常痛苦。克郎在医院见到了父亲，母亲加奈子认为鱼松店应该停业，休息上两三天，健夫不赞同。看着父亲逞强的样子，克郎让步了，提出去鱼松店帮忙。没想到父亲其实是支持自己的音乐之路的，再去全力打拼一次，在东京奋战一场，就算最后打了败仗也无所谓，至少你留下了自己的足迹，健夫这样说着。\r\n在回东京之前，克郎收到了浪矢杂货店的第三封信：你对音乐的执着追求，绝对不会白白付出。我相信，将会有人因为你的歌而得到救赎。你创作的音乐也必将流传下去。若问我为何能如此断言，我也很难回答，但这的确是事实。请你始终相信这一点，坚信到生命最后一刻。\r\n时间回到克郎第二次在平安夜前往\u201c丸光园\u201d作慰问演出，演出结束后，克郎在\u201c丸光园\u201d的客房过夜。傍晚，\u201c丸光园\u201d发生火灾，小芹的弟弟被困在了楼梯上，克郎为了救小辰死于火灾。后来小芹成为了绝代的天才女歌手，她一生都会唱着《重生》。\r\n\r\n第三章／在思域车上等到天亮\r\n贵之回到父亲在老家经营的浪矢杂货店，劝父亲将杂货店结业和自己一同生活。但雄治正在为寄到店里的烦恼咨询的信件解答，刚开始大多是一些\u201c怎么不作弊、不学习，考试也能拿一百分\u201d诸如此类的问题，后来慢慢的变成了\u201c怀孕了，对方是有妇之夫\u201d等严肃的烦恼。忙于解答这些烦恼，雄治大概是找到了人生价值，因而一直没有答应贵之的要求。\r\n1979年，雄治生病，后面经检测可能是肝癌晚期。雄治关了杂货店，答应跟贵之同住。共同生活没多久，雄治重病，可能是肝癌晚期，一个月后，雄治要求回到浪矢杂货店一夜。\r\n回到浪矢杂货店，雄治向贵之坦白了心事：当时我的回答是不是正确的。不，不只是当时，至今为止所写的无数回信，对那些咨询的人来说有什么影响，这才是最重要的。\r\n和雄治预想的一样，在杂货店收到了来自未来的信件，信接二连三的从卷帘门上的投递口掉进来，有十多封，信半数以上都是打印出来的。来信的有百分小毛头、绿河的女儿、敦也三人组等。\r\n1980年，贵之在浪矢杂货店门前遇见了月兔。2012年9月，浪矢骏吾发布了浪矢杂货店复活一晚的消息。\r\n九月十三日凌晨零时零分到黎明这段时间，浪矢杂货店的咨商窗口将会复活。为此，想请教过去曾向杂货店咨商并得到回信的各位：当时的那封回信，对你的人生有何影响？可曾帮上你的忙？希望各位直言相告。如同当时那样，来信请投到店铺卷帘门上的投递口。务必拜托了。\r\n\r\n第四章／听着披头士默祷\r\n浩介在网上看到了\u201c浪矢杂货店的咨商窗口将会复活\u201d的消息后，再次来到这个熟悉的小镇。在去杂货店之前，浩介在名叫\u201cBar Fab4\u201d的酒馆前停下了脚步，一个无法视而不见的店名。在酒馆，浩介看到了店里的妈妈桑（前田的妹妹惠理子），杯酒下肚，思绪飞回到四十多年前。\r\n浩介从意外死亡的堂兄的遗物中接手了披头士的唱片，自此成为了披头四的歌迷。浩介家境殷实，因此房间里配置了用来听唱片的最新型的音响，经常招待朋友们来家里听唱片。然而某天，也就是七十年代的第一年，他得知父亲的公司陷入了经营困境，同时也从友人那里得知披头四将要解散的消息，化名\u201c保罗·列侬\u201d，向浪矢杂货店咨询是否该跟随父亲出走，浪矢爷爷就曾给出建议：无论现在多么不开心，你要相信，明天会比今天更好。\r\n八月三十一日，浩介将所有披头士唱片卖给了朋友前田，晚24点浩介一家逃跑，后来浩介在和父母一起潜逃的过程中逃跑了，他逃跑后不久，父母就自杀了。过了不久，浩介住进了孤儿院丸光园，化名\u201c藤川博\u201d。中学毕业时离开了丸光园，跟随埼玉的木雕师傅当学徒。\r\n1988年，\u201c丸光园\u201d发生火灾，浩介回到了\u201c丸光园\u201d，并在那遇到了武藤晴美。同年12月，浩介在浪矢杂货店前遇到了贵之。\r\n时间回到现在，浩介了解到惠理子是前田的妹妹，而前田正是买他所有披头士CD的中学同学。同时从惠理子口中，浩介更是了解到自己的父母在他逃跑后自杀身亡了，父亲的遗嘱也隐藏了浩介的身份。想到这些，浩介撕碎了原来写好的信纸，重新写了一篇。在浪矢杂货店前，浩介遇到了川边绿之女。回到Fab4，再次看到大屏幕上的《顺其自然》，浩介凝视着画面，陷入深思......\r\n\r\n第五章／来自天上的祈祷\r\n在离天亮还有一小时的时候，敦也等三人收到了新的投信。寄信人自称为\u201c迷途的小狗\u201d的十九岁的女孩，在信中她说道想辞掉打杂的工作当全职酒家女，不知如何是好。三人认为她是个轻浮的女孩并回信，但在之后的来信中，\u201c迷途的小狗\u201d叙述了自己的详细情况，三人不由得改变了想法。\r\n2012年9月12日晚11点多，敦也等三人打破了玻璃门，偷窃了晴美家。由于没找到什么值钱的东西，三人一直待到凌晨晴美（迷途的小狗）回到别墅，三人绑了晴美，卷走了值钱的东西。在抢走的手袋中，翔太发现了一封写给浪矢杂货店的致谢信，从信中三人了解到晴美就是迷途的小狗。至此，敦也等三人决定自首开启新的生活，在临走的最后一刻，敦也打开牛奶箱发现了\u201c致无名氏朋友\u201d的一封信，这封信是给敦也三人的，因为他刚才确实把一张什么都没写的信纸投进了投递口。信中道：\r\n你的地图是一张白纸，所以即使想决定目的地，也不知道路在哪里。\r\n地图是一张白纸，这当然很伤脑筋。任何人都会不知所措。\r\n可是换个角度来看，正因为是一张白纸，才可以随心所欲地描绘地图。一切全在你自己。对你来说，一切都是自由的，在你面前是无限的可能。\r\n\r\n主要人物\r\n\r\n敦也\r\n盗窃三人组成员之一，三人中的头儿。敦也的母亲干陪酒这行，在她22岁时生下了他，父亲是同一家店里的服务生，年纪比母亲小，但没等孩子出来，男人就消失的无影无踪了。某年三月份，上小学的时候，敦也被送到了孤儿院丸光园。\r\n\r\n翔太\r\n盗窃三人组成员之一，小个子，脸上还带着少年的稚气。2012年，翔太被供职的家电商城炒了鱿鱼，靠给便利店打工勉强度日。\r\n\r\n幸平\r\n盗窃三人组成员之一，身形高大，但性格弱小。目前无业，以前在汽车修理厂工作过，修理厂在2102年5月突然倒闭，现在还住在工厂宿舍里。\r\n\r\n浪矢 雄治\r\n浪矢杂货店的老板，同时接受他人的烦恼咨询。\r\n\r\n浪矢 贵之\r\n浪矢雄治的儿子，妻子芙美子，姐姐赖子，孙子浪矢骏吾。\r\n\r\n月兔\r\n北泽静子，剑击运动员，第一章中的咨询者，奥运会日本候补代表，但因男友（剑击教练）患上癌症，在\u201c照顾男友\u201d和\u201c听从男友意见专心练习\u201d之间不知如何抉择。不过最后她没有放弃奥运会，虽然努力到最后，不仅没有入选参赛名单，对日本来说奥运会也不复存在，但她也丝毫不后悔。\r\n\r\n松冈 克郎\r\n鱼店艺术家，母亲加奈子，父亲健夫，妹妹荣美子。第二章中的咨询者，鱼店老板的儿子，梦想在东京成为歌手但苦无机会。向浪矢杂货店咨询该继续梦想还是回家继承鱼店。最后克郎下定决心走音乐路线，在1988年平安夜死于火灾，但他创作的音乐得到了流传。\r\n\r\n川边绿\r\n绿河，第三章中的咨询者。由于怀上了孩子，但男方是有妇之夫，而且自己也认为那个男人不会负责任，所以化名\u201c绿河\u201d向浪矢杂货店咨询是否该生下小孩。最终她还是生下了孩子，在1979年，29岁的川边绿在送孩子去医院的途中发生车祸坠入海中死亡，婴儿获救被送入\u201c丸光园\u201d。\r\n\r\n和久 浩介\r\n保罗·列侬，父亲贞幸，母亲纪美子，表哥哲雄，第四章中的咨询者，披头士的歌迷。因父亲公司经营失败，打算和全家一起潜逃避债。化名\u201c保罗·列侬\u201d向浪矢杂货店咨询是否该跟随父亲出走。后来浩介在和父母一起潜逃的过程中逃跑了，他逃跑后不久，父母就自杀了。过了不久，浩介住进了孤儿院丸光园，化名\u201c藤川博\u201d，中学毕业时离开了丸光园，后面做了一个木雕师。\r\n\r\n武藤 晴美\r\n迷途的小狗，父母双亡，姨婆田村秀代，晴美跟北泽静子是好朋友，第五章中的咨询者。上小学时，晴美被送到了孤儿院丸光园，但在送进丸光园六年后，田村接回了晴美。到晴美19岁时，她白天是公司小职员，夜晚是陪酒女。晴美想辞掉打杂的工作当全职酒家女，然后自立开店。为此化名\u201c迷途的小狗\u201d向浪矢杂货店致信咨询。\r\n\r\n水原芹\r\n绝代的天才女歌手，成名作《重生》，川边绿之女是她的经济人。由于遭到父母虐待，小时候的小芹和弟弟小辰住进了孤儿院丸光园。1988年12月24日，小芹与松岗克郎相识，克郎在\u201c丸光园\u201d火灾中为了救水原芹的弟弟小辰而去世。\r\n\r\n时间线索\r\n1900年，浪矢雄治出生【店主浪矢雄治（七十二岁）笑着讲述道\u2014P12】【都已经过去四十年了\u2014P13】【但这等于假设老头儿还活着，那他早就超过一百一十岁了\u2014P14】【夺走了一个将近七十岁的老人生活下去的意志\u2014P102】\r\n\r\n1910年（约），皆月晓子出生【那个男人比他大十岁左右\u2014P259】\r\n\r\n1928年（约），浪矢雄治与皆月晓子私奔失败【这是距今六十余年前的事了\u2014P259】【事情过去三年后的某一天\u2014P260】【那是个三十岁上下的男人\u2014P260】\r\n\r\n1931年（约），浪矢雄治写信给皆月晓子道歉【事情过去三年后的某一天\u2014P260】【那是个三十岁上下的男人\u2014P260】\r\n\r\n1936年（约），浪矢贵之的姐姐赖子出生【贵之有个比他大两岁的姐姐，名叫赖子\u2014P102】\r\n\r\n1938年（约），浪矢贵之出生【后门忽然开了，出现一个年纪在五十岁上下的男人\u2026\u2026\u2014P195】【我也是快四十的人了\u2014P109】【上次见到父亲，是在今年正月的时候\u2014P112】\r\n\r\n1950年，川边绿（绿河）出生【那是三个月前的一篇报道\u2026开车的女子名为川边绿，二十九岁，未婚\u2014P121】\r\n\r\n1956年，松岗克郎（鱼店艺术家）出生【所以当克朗二十一岁那年夏天打电话回去，告诉他们自己已退学的时候\u2026之后三年过去了\u2014P63】\r\n\r\n1957年2月26日，和久浩介（保罗·列侬）出生【实际上他是一九五七年二月二十六日出生\u2014P187】\r\n\r\n1958年，北泽静子（月兔）出生【田村家斜对面是一家姓北泽的人家，有个比晴美大三岁的女儿，名叫静子\u2014P231】\r\n\r\n1961年，武藤晴美（迷途的小狗）出生【丸光园时期的同伴藤川博。他比晴美大四岁\u2014P256】【一个年轻女子正朝他走来。她二十六岁\u2014P192】\r\n\r\n1966年，武藤晴美双亲因为交通事故身亡【晴美五岁时，父母因为交通事故身亡\u2014P231】\r\n\r\n1966年6月29日，披头士来日本东京演出【披头士来日本的时候\u2026\u2026但对当时年仅九岁的浩介来说\u2014P150】【六月二十九日\u2014披头士来日本的那一天\u2014P188】\r\n\r\n1969年，浪矢雄治的妻子死于心脏病【十年前母亲因心脏病离开人世时\u2014P102】【夺走了一个将近七十岁的老人生活下去的意志\u2014P102】\r\n\r\n1969年，浩介表哥去世，浩介得到表哥的所有披头士唱片【披头士来日本的时候\u2026\u2026这位表哥突然离世，是此后三年的事\u2014P150】\r\n\r\n1970年，皆月晓子去世【新年伊始\u2026您姐姐过世是在\u2026\u2026十九年前\u2014P257】\r\n\r\n1970年3月14日，日本世界博览会开幕【但从某个时期起\u2026是在七十年代的第一年\u2026三月十四日，日本世界博览会盛大开幕\u2014P153】\r\n\r\n1970年8月31日，浩介将所有披头士唱片卖给朋友前田，晚24点浩介一家逃跑【时间定在八月三十一日深夜，零点左右出发\u2014P170】\r\n\r\n1970年9月1日，浩介开始化名\u201c藤川博\u201d的日子，被警察带走【浩介接过圆珠笔，写下\u201c藤川博\u201d三个字\u2014P186】\r\n\r\n1970年9月3日（约），浩介父母自杀。很快浩介被移送到了儿童咨询救助中心，约两个月后，浩介住进了孤儿院丸光园【连夜潜逃后大约过了两天，他们自杀了\u2014P203】【很快浩介被移送到了儿童咨询救助中心\u2026浩介在那里过了约两个月\u2014P187】\r\n\r\n1972年（约），武藤晴美小学毕业，离开\u201c丸光园\u201d【上小学时，晴美被送到了孤儿院\u2014P231】【这个约定在六年后终于实现\u2014P231】【她小学毕业时离开了丸光园\u2014P255】\r\n\r\n1977年，克郎（鱼店艺术家）告诉家长自己退学【所以当克朗二十一岁那年夏天打电话回去，告诉他们自己已退学的时候\u2026之后三年过去了\u2014P63】\r\n\r\n1978年，川边绿之女出生【而车上一名一岁左右的婴儿却在落海后不久被推出车外\u2014P121】\r\n\r\n1979年正月，贵之带着芙美子和儿子回家看望雄治【上次见到父亲，是在今年正月的时候\u2014P112】\r\n\r\n1979年3月，南天群星发售大热曲《可爱的艾莉》【《可爱的艾莉》也是一九七九年发布的\u2014P35】【这首歌是三月份发售的\u2014P115】\r\n\r\n1979年夏，雄治离开浪矢杂货店，搬家途中，租来的卡车在播放《可爱的艾莉》，雄治要求回到浪矢杂货店的三个多月前川边绿（绿河）死亡，婴儿获救被送入\u201c丸光园\u201d，没多久，雄治重病，可能是肝癌晚期，一个月后，（估计是秋天）雄治要求回到浪矢杂货店一夜。【那是三个月前的一篇报道\u2026\u2026\u2014P121】\r\n\r\n1979年11月，雄治住院中，北泽静子（月兔）与浪矢杂货铺（三人组）通信。【我是去年年底数次和您通信的月兔\u2026\u2026转眼已过去半年\u2014P46】【去年十一月\u2014P139】\r\n\r\n1980年2月15日，月兔男友去世【今年二月十五日在医院去世了\u2014P47】\r\n\r\n1980年6月，武藤晴美开始做陪酒工作【我的实际年龄是十九岁\u2014P219】\r\n\r\n1980年7月，克郎奶奶守夜日，克郎24岁，在浪矢杂货店门前遇见投感谢信的月兔，克郎开始与浪矢杂货铺（三人组）通信【克朗的思绪回到了八年前\u2014P59】【得知奶奶过世的消息，是在七月将近之际\u2014P59】【杂货店前传来自行车的刹车声\u2026\u2026\u2014P75-77】【咨询者所在的年代应该是一九八零年\u2014P212】\r\n\r\n1980年8月第二个星期六，武藤晴美回家探亲，之后武藤晴美开始与浪矢杂货铺（三人组）通信。【武藤晴美回家探亲，是在八月的第二个星期六\u2014P230】【据静子说，她收到回信是在去年\u2014P235】【我是一九八零年夏天给您写信的\u201c迷途的小狗\u201d\u2014P287】\r\n\r\n1980年9月10日，晴美决定听从浪矢杂货铺【今天是九月十日，星期三\u2014P242】\r\n\r\n1980年9月12日，晴美回到田村家【十二日是星期五，从公司下班后，晴美前往田村家\u2014P242】\r\n\r\n1980年9月13日，雄治去世【贵之想起了一年前发生的事\u2014P138】【几时去世的？上个月\u2014P139】\r\n\r\n1980年10月，贵之在浪矢杂货铺门前遇见月兔【我碰到店主的儿子是在十月份，当时他说父亲是在上个月去世的\u2014P248】\r\n\r\n1981年春天，静子（月兔）开始到大型超市上班，告别击剑赛场【现在是一九八零年\u2026新年伊始\u2026静子的工作已经定了，从春天起就去一家大型超市上班\u2014P247】\r\n\r\n1985年7月，武藤晴美第一次放手一搏，购下一套二手公寓【一九八五年七月，晴美第一次放手一搏\u2014P252】\r\n\r\n1986年初夏，武藤晴美以此公寓作抵押贷款入新公寓，公寓再次抵押，武藤晴美建立\u201c小狗事务所\u201d【到了一九八六年初夏\u2026\u2026\u2014P253】\r\n\r\n1987年秋，武藤晴美告别了陪酒生涯【最多只做七年\u2014P252】【到一九八七年秋天为止\u2026\u2026\u2014P253】\r\n\r\n1988年12月，武藤晴美收购田村家的房子【一九八八年十二月\u2026\u2026\u2014P248】\r\n\r\n1988年12月24日，水原芹与松岗克郎相识，32岁的克郎在\u201c丸光园\u201d火灾中去世【去年平安夜时我也来过\u2014P55】【铃声大作，他听到似乎有人在尖叫\u2026\u2026\u2014P94】【又过了八年，腊月的某一天\u2026\u2026丸光园发生火灾，似乎还有人死亡\u2014P191】\r\n\r\n1988年12月，武藤晴美与浩介在丸光园相遇【就在浩介准备离去时，一个声音传来\u2026\u2026\u2014P192】【准备返回时，晴美遇到了一个令他怀恋的人\u2026\u2026\u2014P256】\r\n\r\n1988年末，浩介与贵之在浪矢杂货铺前相遇【后门忽然开了，出现一个年纪在五十岁上下的男人\u2026\u2026\u2014P195】\r\n\r\n1991年，水原芹与川边绿之女谈心，使之可以坦率的感谢自己的母亲【朋友当即打了我一记耳光\u2026难道你忘了三年前的火灾了吗？\u2014P133】\r\n\r\n2003年，\u201c丸光园\u201d皆月良和院长去世【自从二零零三年皆月院长去世后\u2014P270】\r\n\r\n2010年，曾经拿到浩介全部披头士唱片的前田去世【我哥两年前过世了\u2014P201】\r\n\r\n2011年12月，浪矢贵之死于胃癌【二零一二年，九月\u2026\u2026骏吾的祖父贵之是去年年底去世，死于胃癌\u2014P140】\r\n\r\n2012年9月，骏吾发布浪矢杂货铺复活【二零一二年，九月\u2026\u2026男人和男人的约定不能不遵守\u2014P140】\r\n\r\n2012年9月12日，浩介来到前田的妹妹惠理子的店，与川边绿之女在浪矢杂货铺前相遇。2012年9月12日晚11点多，敦也等三人打破了玻璃门，偷窃了晴美家。由翔太提议三人进入浪矢杂货铺，在答复了（月兔）（鱼店音乐家）（迷途的小狗）后，收到来自浪矢杂货铺的浪矢雄治的信。【浩介停下了脚步，因为店门口有人影\u2026\u2026\u2014P207】【已经接近十点了\u2026约两小时后，抵达了目的地附近\u2014P274】【九月十二日晚上十一点多，三人实施了行动\u2014P285】\r\n\r\n疑问\r\n\r\n雄治在1980年曾跟贵之说\u201c当我死后三十三年时，希望你用某种方法昭告大众\u201d。而骏吾是在2012年9月发布浪矢杂货铺复活的消息，按照我们的理解，这应该是32周年。雄治为什么知道杂货店能连接未来？他又为什么会预知到33周年？\r\n\r\n丸光园时期的同伴藤川博，他比晴美大四岁。藤川博也就是和久浩介，浩介1957年生，那晴美应该就是1961年出生的。但1988年12月24日，\u201c丸光园\u201d发生火灾，晴美在丸光园见到了浩介，那时她26岁，如果晴美是1961年出生的话，1988年晴美应该是27岁。\r\n\r\n人物关系\r\n\r\n浪矢雄治（机械工）与皆月晓子（富家女）私奔不成，后来浪矢开了杂货铺，皆月开了丸光园。\r\n1、浪矢雄治写信帮助过的人：百分小毛头、绿河（川边绿）、保罗·列侬（和久浩介）、敦也三人组\r\n2、盗窃三人组写信帮助过的人：月兔（北泽静子）、鱼店艺术家（松冈克朗）、迷途的小狗（武藤晴美）\r\n3、曾经在丸光园生活过的人：敦也、翔太、幸平、皆月晓子、皆月良和、武藤晴美、和久浩介、绿河的女儿、水原芹、水原芹的弟弟\r\n4、与丸光园有过接触的人：鱼店艺术家\r\n5、浪矢家：浪矢雄治-浪矢贵之-未知-浪矢骏吾\r\n6、见过面的人：克朗&静子，克朗&水原芹，贵之&静子，贵之&浩介，浩介&川边绿之女，浩介&晴美，浩介&惠理子\r\n7、单独人物联系：北泽静子与武藤晴美是邻居，川边绿的女儿是水原芹的经纪人，水原芹的弟弟被鱼店艺术家所救，和久浩介与惠理子的哥哥前田是中学同学","photos":{},"last_photo":0,"comments_count":0,"hasmath":false,"book_id":"25862578","time":"2015-01-02 19:45:38","author_id":"58179366","id":"33881985","page_no":1},{"chapter":"","book":{"rating":{"max":10,"numRaters":277915,"average":"8.6","min":0},"subtitle":"","author":["[日] 东野圭吾"],"pubdate":"2014-5","tags":[{"count":79949,"name":"东野圭吾","title":"东野圭吾"},{"count":44058,"name":"治愈","title":"治愈"},{"count":36796,"name":"小说","title":"小说"},{"count":35612,"name":"温暖","title":"温暖"},{"count":35037,"name":"日本","title":"日本"},{"count":30599,"name":"日本文学","title":"日本文学"},{"count":26039,"name":"東野圭吾","title":"東野圭吾"},{"count":18821,"name":"推理","title":"推理"}],"origin_title":"ナミヤ雑貨店の奇蹟","image":"https://img3.doubanio.com/view/subject/m/public/s27264181.jpg","binding":"精装","translator":["李盈春"],"catalog":"第一章 回答在牛奶箱里\n第二章 深夜的口琴声\n第三章 在思域车上等到天亮\n第四章 听着披头士默祷\n第五章 来自天上的祈祷","ebook_url":"https://read.douban.com/ebook/36103930/","pages":"291","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s27264181.jpg","large":"https://img3.doubanio.com/lpic/s27264181.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s27264181.jpg"},"alt":"https://book.douban.com/subject/25862578/","id":"25862578","publisher":"南海出版公司","isbn10":"7544270874","isbn13":"9787544270878","title":"解忧杂货店","url":"https://api.douban.com/v2/book/25862578","alt_title":"ナミヤ雑貨店の奇蹟","author_intro":"东野圭吾\n日本著名作家。\n1985年，《放学后》获第31届江户川乱步奖，开始专职写作；\n1999年，《秘密》获第52届日本推理作家协会奖；\n2005年出版的《嫌疑人X的献身》史无前例地同时获得第134届直木奖、第6届本格推理小说大奖，以及年度三大推理小说排行榜第1名；\n2008年，《流星之绊》获第43届新风奖；\n2009年出版的《新参者》获两大推理小说排行榜年度第1名；\n2012年，《解忧杂货店》获第7届中央公论文艺奖。\n2014年，《祈りの幕が下りる時》（暂译《祈祷落幕时》）获第48届吉川英治文学奖。","summary":"现代人内心流失的东西，这家杂货店能帮你找回\u2014\u2014\n僻静的街道旁有一家杂货店，只要写下烦恼投进卷帘门的投信口，第二天就会在店后的牛奶箱里得到回答。\n因男友身患绝症，年轻女孩静子在爱情与梦想间徘徊；克郎为了音乐梦想离家漂泊，却在现实中寸步难行；少年浩介面临家庭巨变，挣扎在亲情与未来的迷茫中\u2026\u2026\n他们将困惑写成信投进杂货店，随即奇妙的事情竟不断发生。\n生命中的一次偶然交会，将如何演绎出截然不同的人生？\n如今回顾写作过程，我发现自己始终在思考一个问题：站在人生的岔路口，人究竟应该怎么做？我希望读者能在掩卷时喃喃自语：我从未读过这样的小说。\u2014\u2014东野圭吾","ebook_price":"13.00","series":{"id":"868","title":"新经典文库·东野圭吾作品"},"price":"39.50元"},"author_user":{"name":"Jason_Lu","is_banned":false,"is_suicide":false,"url":"https://api.douban.com/v2/user/96998392","avatar":"https://img3.doubanio.com/icon/u96998392-3.jpg","uid":"96998392","alt":"https://www.douban.com/people/96998392/","type":"user","id":"96998392","large_avatar":"https://img3.doubanio.com/icon/up96998392-3.jpg"},"privacy":2,"abstract_photo":"","abstract":"并不是真的想寻求别人的解答，而是想通过别人的话语来坚定自己内心的想法。","summary":"并不是真的想寻求别人的解答，而是想通过别人的话语来坚定自己内心的想法。","content":"并不是真的想寻求别人的解答，而是想通过别人的话语来坚定自己内心的想法。","photos":{},"last_photo":0,"comments_count":1,"hasmath":false,"book_id":"25862578","time":"2017-10-06 16:09:54","author_id":"96998392","id":"32588219","page_no":1}]
     */

    private int count;
    private int start;
    private int total;
    private List<AnnotationsBean> annotations;

    public int getCount() {
        return count;
    }

    public void setCount(int count) {
        this.count = count;
    }

    public int getStart() {
        return start;
    }

    public void setStart(int start) {
        this.start = start;
    }

    public int getTotal() {
        return total;
    }

    public void setTotal(int total) {
        this.total = total;
    }

    public List<AnnotationsBean> getAnnotations() {
        return annotations;
    }

    public void setAnnotations(List<AnnotationsBean> annotations) {
        this.annotations = annotations;
    }

    public static class AnnotationsBean {
        /**
         * chapter :
         * book : {"rating":{"max":10,"numRaters":277915,"average":"8.6","min":0},"subtitle":"","author":["[日] 东野圭吾"],"pubdate":"2014-5","tags":[{"count":79949,"name":"东野圭吾","title":"东野圭吾"},{"count":44058,"name":"治愈","title":"治愈"},{"count":36796,"name":"小说","title":"小说"},{"count":35612,"name":"温暖","title":"温暖"},{"count":35037,"name":"日本","title":"日本"},{"count":30599,"name":"日本文学","title":"日本文学"},{"count":26039,"name":"東野圭吾","title":"東野圭吾"},{"count":18821,"name":"推理","title":"推理"}],"origin_title":"ナミヤ雑貨店の奇蹟","image":"https://img3.doubanio.com/view/subject/m/public/s27264181.jpg","binding":"精装","translator":["李盈春"],"catalog":"第一章 回答在牛奶箱里\n第二章 深夜的口琴声\n第三章 在思域车上等到天亮\n第四章 听着披头士默祷\n第五章 来自天上的祈祷","ebook_url":"https://read.douban.com/ebook/36103930/","pages":"291","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s27264181.jpg","large":"https://img3.doubanio.com/lpic/s27264181.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s27264181.jpg"},"alt":"https://book.douban.com/subject/25862578/","id":"25862578","publisher":"南海出版公司","isbn10":"7544270874","isbn13":"9787544270878","title":"解忧杂货店","url":"https://api.douban.com/v2/book/25862578","alt_title":"ナミヤ雑貨店の奇蹟","author_intro":"东野圭吾\n日本著名作家。\n1985年，《放学后》获第31届江户川乱步奖，开始专职写作；\n1999年，《秘密》获第52届日本推理作家协会奖；\n2005年出版的《嫌疑人X的献身》史无前例地同时获得第134届直木奖、第6届本格推理小说大奖，以及年度三大推理小说排行榜第1名；\n2008年，《流星之绊》获第43届新风奖；\n2009年出版的《新参者》获两大推理小说排行榜年度第1名；\n2012年，《解忧杂货店》获第7届中央公论文艺奖。\n2014年，《祈りの幕が下りる時》（暂译《祈祷落幕时》）获第48届吉川英治文学奖。","summary":"现代人内心流失的东西，这家杂货店能帮你找回\u2014\u2014\n僻静的街道旁有一家杂货店，只要写下烦恼投进卷帘门的投信口，第二天就会在店后的牛奶箱里得到回答。\n因男友身患绝症，年轻女孩静子在爱情与梦想间徘徊；克郎为了音乐梦想离家漂泊，却在现实中寸步难行；少年浩介面临家庭巨变，挣扎在亲情与未来的迷茫中\u2026\u2026\n他们将困惑写成信投进杂货店，随即奇妙的事情竟不断发生。\n生命中的一次偶然交会，将如何演绎出截然不同的人生？\n如今回顾写作过程，我发现自己始终在思考一个问题：站在人生的岔路口，人究竟应该怎么做？我希望读者能在掩卷时喃喃自语：我从未读过这样的小说。\u2014\u2014东野圭吾","ebook_price":"13.00","series":{"id":"868","title":"新经典文库·东野圭吾作品"},"price":"39.50元"}
         * author_user : {"name":"爱撒娇的猪兔兔","is_banned":false,"is_suicide":false,"url":"https://api.douban.com/v2/user/62556002","avatar":"https://img1.doubanio.com/icon/user_normal.jpg","uid":"62556002","alt":"https://www.douban.com/people/62556002/","type":"user","id":"62556002","large_avatar":"https://img3.doubanio.com/icon/user_large.jpg"}
         * privacy : 2
         * abstract_photo :
         * abstract : 人与人之间情断义绝，并不需要什么具体的理由。就算表面上有，也很可能只是心离开的结果，事后才编造出的借口而已。因为倘若心没有离开，当将会导致关系破裂的事态发生时，理应有人努力去挽救。如果没有，说明其...
         * summary : 人与人之间情断义绝，并不需要什么具体的理由。就算表面上有，也很可能只是心离开的结果，事后才编造出的借口而已。因为倘若心没有离开，当将会导致关系破裂的事态发生时，理应有人努力去挽救。如果没有，说明其...
         * content : 人与人之间情断义绝，并不需要什么具体的理由。就算表面上有，也很可能只是心离开的结果，事后才编造出的借口而已。因为倘若心没有离开，当将会导致关系破裂的事态发生时，理应有人努力去挽救。如果没有，说明其实关系早已破裂。
         * photos : {}
         * last_photo : 0
         * comments_count : 102
         * hasmath : false
         * book_id : 25862578
         * time : 2018-04-12 20:01:17
         * author_id : 62556002
         * id : 32072276
         * page_no : 175
         */

        private String chapter;
        private BookBean book;
        private AuthorUserBean author_user;
        private int privacy;
        private String abstract_photo;
        @SerializedName("abstract")
        private String abstractX;
        private String summary;
        private String content;
        private PhotosBean photos;
        private int last_photo;
        private int comments_count;
        private boolean hasmath;
        private String book_id;
        private String time;
        private String author_id;
        private String id;
        private int page_no;

        public String getChapter() {
            return chapter;
        }

        public void setChapter(String chapter) {
            this.chapter = chapter;
        }

        public BookBean getBook() {
            return book;
        }

        public void setBook(BookBean book) {
            this.book = book;
        }

        public AuthorUserBean getAuthor_user() {
            return author_user;
        }

        public void setAuthor_user(AuthorUserBean author_user) {
            this.author_user = author_user;
        }

        public int getPrivacy() {
            return privacy;
        }

        public void setPrivacy(int privacy) {
            this.privacy = privacy;
        }

        public String getAbstract_photo() {
            return abstract_photo;
        }

        public void setAbstract_photo(String abstract_photo) {
            this.abstract_photo = abstract_photo;
        }

        public String getAbstractX() {
            return abstractX;
        }

        public void setAbstractX(String abstractX) {
            this.abstractX = abstractX;
        }

        public String getSummary() {
            return summary;
        }

        public void setSummary(String summary) {
            this.summary = summary;
        }

        public String getContent() {
            return content;
        }

        public void setContent(String content) {
            this.content = content;
        }

        public PhotosBean getPhotos() {
            return photos;
        }

        public void setPhotos(PhotosBean photos) {
            this.photos = photos;
        }

        public int getLast_photo() {
            return last_photo;
        }

        public void setLast_photo(int last_photo) {
            this.last_photo = last_photo;
        }

        public int getComments_count() {
            return comments_count;
        }

        public void setComments_count(int comments_count) {
            this.comments_count = comments_count;
        }

        public boolean isHasmath() {
            return hasmath;
        }

        public void setHasmath(boolean hasmath) {
            this.hasmath = hasmath;
        }

        public String getBook_id() {
            return book_id;
        }

        public void setBook_id(String book_id) {
            this.book_id = book_id;
        }

        public String getTime() {
            return time;
        }

        public void setTime(String time) {
            this.time = time;
        }

        public String getAuthor_id() {
            return author_id;
        }

        public void setAuthor_id(String author_id) {
            this.author_id = author_id;
        }

        public String getId() {
            return id;
        }

        public void setId(String id) {
            this.id = id;
        }

        public int getPage_no() {
            return page_no;
        }

        public void setPage_no(int page_no) {
            this.page_no = page_no;
        }

        public static class BookBean {
            /**
             * rating : {"max":10,"numRaters":277915,"average":"8.6","min":0}
             * subtitle :
             * author : ["[日] 东野圭吾"]
             * pubdate : 2014-5
             * tags : [{"count":79949,"name":"东野圭吾","title":"东野圭吾"},{"count":44058,"name":"治愈","title":"治愈"},{"count":36796,"name":"小说","title":"小说"},{"count":35612,"name":"温暖","title":"温暖"},{"count":35037,"name":"日本","title":"日本"},{"count":30599,"name":"日本文学","title":"日本文学"},{"count":26039,"name":"東野圭吾","title":"東野圭吾"},{"count":18821,"name":"推理","title":"推理"}]
             * origin_title : ナミヤ雑貨店の奇蹟
             * image : https://img3.doubanio.com/view/subject/m/public/s27264181.jpg
             * binding : 精装
             * translator : ["李盈春"]
             * catalog : 第一章 回答在牛奶箱里
             第二章 深夜的口琴声
             第三章 在思域车上等到天亮
             第四章 听着披头士默祷
             第五章 来自天上的祈祷
             * ebook_url : https://read.douban.com/ebook/36103930/
             * pages : 291
             * images : {"small":"https://img3.doubanio.com/view/subject/s/public/s27264181.jpg","large":"https://img3.doubanio.com/lpic/s27264181.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s27264181.jpg"}
             * alt : https://book.douban.com/subject/25862578/
             * id : 25862578
             * publisher : 南海出版公司
             * isbn10 : 7544270874
             * isbn13 : 9787544270878
             * title : 解忧杂货店
             * url : https://api.douban.com/v2/book/25862578
             * alt_title : ナミヤ雑貨店の奇蹟
             * author_intro : 东野圭吾
             日本著名作家。
             1985年，《放学后》获第31届江户川乱步奖，开始专职写作；
             1999年，《秘密》获第52届日本推理作家协会奖；
             2005年出版的《嫌疑人X的献身》史无前例地同时获得第134届直木奖、第6届本格推理小说大奖，以及年度三大推理小说排行榜第1名；
             2008年，《流星之绊》获第43届新风奖；
             2009年出版的《新参者》获两大推理小说排行榜年度第1名；
             2012年，《解忧杂货店》获第7届中央公论文艺奖。
             2014年，《祈りの幕が下りる時》（暂译《祈祷落幕时》）获第48届吉川英治文学奖。
             * summary : 现代人内心流失的东西，这家杂货店能帮你找回——
             僻静的街道旁有一家杂货店，只要写下烦恼投进卷帘门的投信口，第二天就会在店后的牛奶箱里得到回答。
             因男友身患绝症，年轻女孩静子在爱情与梦想间徘徊；克郎为了音乐梦想离家漂泊，却在现实中寸步难行；少年浩介面临家庭巨变，挣扎在亲情与未来的迷茫中……
             他们将困惑写成信投进杂货店，随即奇妙的事情竟不断发生。
             生命中的一次偶然交会，将如何演绎出截然不同的人生？
             如今回顾写作过程，我发现自己始终在思考一个问题：站在人生的岔路口，人究竟应该怎么做？我希望读者能在掩卷时喃喃自语：我从未读过这样的小说。——东野圭吾
             * ebook_price : 13.00
             * series : {"id":"868","title":"新经典文库·东野圭吾作品"}
             * price : 39.50元
             */

            private RatingBean rating;
            private String subtitle;
            private String pubdate;
            private String origin_title;
            private String image;
            private String binding;
            private String catalog;
            private String ebook_url;
            private String pages;
            private ImagesBean images;
            private String alt;
            private String id;
            private String publisher;
            private String isbn10;
            private String isbn13;
            private String title;
            private String url;
            private String alt_title;
            private String author_intro;
            private String summary;
            private String ebook_price;
            private SeriesBean series;
            private String price;
            private List<String> author;
            private List<TagsBean> tags;
            private List<String> translator;

            public RatingBean getRating() {
                return rating;
            }

            public void setRating(RatingBean rating) {
                this.rating = rating;
            }

            public String getSubtitle() {
                return subtitle;
            }

            public void setSubtitle(String subtitle) {
                this.subtitle = subtitle;
            }

            public String getPubdate() {
                return pubdate;
            }

            public void setPubdate(String pubdate) {
                this.pubdate = pubdate;
            }

            public String getOrigin_title() {
                return origin_title;
            }

            public void setOrigin_title(String origin_title) {
                this.origin_title = origin_title;
            }

            public String getImage() {
                return image;
            }

            public void setImage(String image) {
                this.image = image;
            }

            public String getBinding() {
                return binding;
            }

            public void setBinding(String binding) {
                this.binding = binding;
            }

            public String getCatalog() {
                return catalog;
            }

            public void setCatalog(String catalog) {
                this.catalog = catalog;
            }

            public String getEbook_url() {
                return ebook_url;
            }

            public void setEbook_url(String ebook_url) {
                this.ebook_url = ebook_url;
            }

            public String getPages() {
                return pages;
            }

            public void setPages(String pages) {
                this.pages = pages;
            }

            public ImagesBean getImages() {
                return images;
            }

            public void setImages(ImagesBean images) {
                this.images = images;
            }

            public String getAlt() {
                return alt;
            }

            public void setAlt(String alt) {
                this.alt = alt;
            }

            public String getId() {
                return id;
            }

            public void setId(String id) {
                this.id = id;
            }

            public String getPublisher() {
                return publisher;
            }

            public void setPublisher(String publisher) {
                this.publisher = publisher;
            }

            public String getIsbn10() {
                return isbn10;
            }

            public void setIsbn10(String isbn10) {
                this.isbn10 = isbn10;
            }

            public String getIsbn13() {
                return isbn13;
            }

            public void setIsbn13(String isbn13) {
                this.isbn13 = isbn13;
            }

            public String getTitle() {
                return title;
            }

            public void setTitle(String title) {
                this.title = title;
            }

            public String getUrl() {
                return url;
            }

            public void setUrl(String url) {
                this.url = url;
            }

            public String getAlt_title() {
                return alt_title;
            }

            public void setAlt_title(String alt_title) {
                this.alt_title = alt_title;
            }

            public String getAuthor_intro() {
                return author_intro;
            }

            public void setAuthor_intro(String author_intro) {
                this.author_intro = author_intro;
            }

            public String getSummary() {
                return summary;
            }

            public void setSummary(String summary) {
                this.summary = summary;
            }

            public String getEbook_price() {
                return ebook_price;
            }

            public void setEbook_price(String ebook_price) {
                this.ebook_price = ebook_price;
            }

            public SeriesBean getSeries() {
                return series;
            }

            public void setSeries(SeriesBean series) {
                this.series = series;
            }

            public String getPrice() {
                return price;
            }

            public void setPrice(String price) {
                this.price = price;
            }

            public List<String> getAuthor() {
                return author;
            }

            public void setAuthor(List<String> author) {
                this.author = author;
            }

            public List<TagsBean> getTags() {
                return tags;
            }

            public void setTags(List<TagsBean> tags) {
                this.tags = tags;
            }

            public List<String> getTranslator() {
                return translator;
            }

            public void setTranslator(List<String> translator) {
                this.translator = translator;
            }

            public static class RatingBean {
                /**
                 * max : 10
                 * numRaters : 277915
                 * average : 8.6
                 * min : 0
                 */

                private int max;
                private int numRaters;
                private String average;
                private int min;

                public int getMax() {
                    return max;
                }

                public void setMax(int max) {
                    this.max = max;
                }

                public int getNumRaters() {
                    return numRaters;
                }

                public void setNumRaters(int numRaters) {
                    this.numRaters = numRaters;
                }

                public String getAverage() {
                    return average;
                }

                public void setAverage(String average) {
                    this.average = average;
                }

                public int getMin() {
                    return min;
                }

                public void setMin(int min) {
                    this.min = min;
                }
            }

            public static class ImagesBean {
                /**
                 * small : https://img3.doubanio.com/view/subject/s/public/s27264181.jpg
                 * large : https://img3.doubanio.com/lpic/s27264181.jpg
                 * medium : https://img3.doubanio.com/view/subject/m/public/s27264181.jpg
                 */

                private String small;
                private String large;
                private String medium;

                public String getSmall() {
                    return small;
                }

                public void setSmall(String small) {
                    this.small = small;
                }

                public String getLarge() {
                    return large;
                }

                public void setLarge(String large) {
                    this.large = large;
                }

                public String getMedium() {
                    return medium;
                }

                public void setMedium(String medium) {
                    this.medium = medium;
                }
            }

            public static class SeriesBean {
                /**
                 * id : 868
                 * title : 新经典文库·东野圭吾作品
                 */

                private String id;
                private String title;

                public String getId() {
                    return id;
                }

                public void setId(String id) {
                    this.id = id;
                }

                public String getTitle() {
                    return title;
                }

                public void setTitle(String title) {
                    this.title = title;
                }
            }

            public static class TagsBean {
                /**
                 * count : 79949
                 * name : 东野圭吾
                 * title : 东野圭吾
                 */

                private int count;
                private String name;
                private String title;

                public int getCount() {
                    return count;
                }

                public void setCount(int count) {
                    this.count = count;
                }

                public String getName() {
                    return name;
                }

                public void setName(String name) {
                    this.name = name;
                }

                public String getTitle() {
                    return title;
                }

                public void setTitle(String title) {
                    this.title = title;
                }
            }
        }

        /**
         * "name":"爱撒娇的猪兔兔",
         　　　　　　　　"is_banned":false,
         　　　　　　　　"is_suicide":false,
         　　　　　　　　"url":"https://api.douban.com/v2/user/62556002",
         　　　　　　　　"avatar":"https://img1.doubanio.com/icon/user_normal.jpg",
         　　　　　　　　"uid":"62556002",
         　　　　　　　　"alt":"https://www.douban.com/people/62556002/",
         　　　　　　　　"type":"user",
         　　　　　　　　"id":"62556002",
         　　　　　　　　"large_avatar":"https://img3.doubanio.com/icon/user_large.jpg"
         */

        public static class AuthorUserBean {
            private String name;
            private boolean is_banned;
            private boolean is_suicide;
            private String url;
            private String avatar;
            private String uid;
            private String alt;
            private String type;
            private String id;
            private String large_avatar;

            public String getName() {
                return name;
            }

            public void setName(String name) {
                this.name = name;
            }

            public boolean isIs_banned() {
                return is_banned;
            }

            public void setIs_banned(boolean is_banned) {
                this.is_banned = is_banned;
            }

            public boolean isIs_suicide() {
                return is_suicide;
            }

            public void setIs_suicide(boolean is_suicide) {
                this.is_suicide = is_suicide;
            }

            public String getUrl() {
                return url;
            }

            public void setUrl(String url) {
                this.url = url;
            }

            public String getAvatar() {
                return avatar;
            }

            public void setAvatar(String avatar) {
                this.avatar = avatar;
            }

            public String getUid() {
                return uid;
            }

            public void setUid(String uid) {
                this.uid = uid;
            }

            public String getAlt() {
                return alt;
            }

            public void setAlt(String alt) {
                this.alt = alt;
            }

            public String getType() {
                return type;
            }

            public void setType(String type) {
                this.type = type;
            }

            public String getId() {
                return id;
            }

            public void setId(String id) {
                this.id = id;
            }

            public String getLarge_avatar() {
                return large_avatar;
            }

            public void setLarge_avatar(String large_avatar) {
                this.large_avatar = large_avatar;
            }
        }

        public static class PhotosBean {
        }
    }
}
